{"BOOK":"Mark","CHAPTERS":[{"CHAPTER":"1","VERSES":[{"VERSE":"1","WORD":"The beginning of the gospel of Jesus Christ, the Son of God."},{"VERSE":"2","WORD":"As it is written in Isaiah the prophet, “Behold, I send my messenger before your face, who will prepare your way,"},{"VERSE":"3","WORD":"the voice of one crying in the wilderness: ‘Prepare the way of the Lord, make his paths straight,’”"},{"VERSE":"4","WORD":"John appeared, baptizing in the wilderness and proclaiming a baptism of repentance for the forgiveness of sins."},{"VERSE":"5","WORD":"And all the country of Judea and all Jerusalem were going out to him and were being baptized by him in the river Jordan, confessing their sins."},{"VERSE":"6","WORD":"Now John was clothed with camel's hair and wore a leather belt around his waist and ate locusts and wild honey."},{"VERSE":"7","WORD":"And he preached, saying, “After me comes he who is mightier than I, the strap of whose sandals I am not worthy to stoop down and untie."},{"VERSE":"8","WORD":"I have baptized you with water, but he will baptize you with the Holy Spirit.”"},{"VERSE":"9","WORD":"In those days Jesus came from Nazareth of Galilee and was baptized by John in the Jordan."},{"VERSE":"10","WORD":"And when he came up out of the water, immediately he saw the heavens being torn open and the Spirit descending on him like a dove."},{"VERSE":"11","WORD":"And a voice came from heaven, “You are my beloved Son; with you I am well pleased.”"},{"VERSE":"12","WORD":"The Spirit immediately drove him out into the wilderness."},{"VERSE":"13","WORD":"And he was in the wilderness forty days, being tempted by Satan. And he was with the wild animals, and the angels were ministering to him."},{"VERSE":"14","WORD":"Now after John was arrested, Jesus came into Galilee, proclaiming the gospel of God,"},{"VERSE":"15","WORD":"and saying, “The time is fulfilled, and the kingdom of God is at hand; repent and believe in the gospel.”"},{"VERSE":"16","WORD":"Passing alongside the Sea of Galilee, he saw Simon and Andrew the brother of Simon casting a net into the sea, for they were fishermen."},{"VERSE":"17","WORD":"And Jesus said to them, “Follow me, and I will make you become fishers of men.”"},{"VERSE":"18","WORD":"And immediately they left their nets and followed him."},{"VERSE":"19","WORD":"And going on a little farther, he saw James the son of Zebedee and John his brother, who were in their boat mending the nets."},{"VERSE":"20","WORD":"And immediately he called them, and they left their father Zebedee in the boat with the hired servants and followed him."},{"VERSE":"21","WORD":"And they went into Capernaum, and immediately on the Sabbath he entered the synagogue and was teaching."},{"VERSE":"22","WORD":"And they were astonished at his teaching, for he taught them as one who had authority, and not as the scribes."},{"VERSE":"23","WORD":"And immediately there was in their synagogue a man with an unclean spirit. And he cried out,"},{"VERSE":"24","WORD":"“What have you to do with us, Jesus of Nazareth? Have you come to destroy us? I know who you are—the Holy One of God.”"},{"VERSE":"25","WORD":"But Jesus rebuked him, saying, “Be silent, and come out of him!”"},{"VERSE":"26","WORD":"And the unclean spirit, convulsing him and crying out with a loud voice, came out of him."},{"VERSE":"27","WORD":"And they were all amazed, so that they questioned among themselves, saying, “What is this? A new teaching with authority! He commands even the unclean spirits, and they obey him.”"},{"VERSE":"28","WORD":"And at once his fame spread everywhere throughout all the surrounding region of Galilee."},{"VERSE":"29","WORD":"And immediately he left the synagogue and entered the house of Simon and Andrew, with James and John."},{"VERSE":"30","WORD":"Now Simon's mother-in-law lay ill with a fever, and immediately they told him about her."},{"VERSE":"31","WORD":"And he came and took her by the hand and lifted her up, and the fever left her, and she began to serve them."},{"VERSE":"32","WORD":"That evening at sundown they brought to him all who were sick or oppressed by demons."},{"VERSE":"33","WORD":"And the whole city was gathered together at the door."},{"VERSE":"34","WORD":"And he healed many who were sick with various diseases, and cast out many demons. And he would not permit the demons to speak, because they knew him."},{"VERSE":"35","WORD":"And rising very early in the morning, while it was still dark, he departed and went out to a desolate place, and there he prayed."},{"VERSE":"36","WORD":"And Simon and those who were with him searched for him,"},{"VERSE":"37","WORD":"and they found him and said to him, “Everyone is looking for you.”"},{"VERSE":"38","WORD":"And he said to them, “Let us go on to the next towns, that I may preach there also, for that is why I came out.”"},{"VERSE":"39","WORD":"And he went throughout all Galilee, preaching in their synagogues and casting out demons."},{"VERSE":"40","WORD":"And a leper came to him, imploring him, and kneeling said to him, “If you will, you can make me clean.”"},{"VERSE":"41","WORD":"Moved with pity, he stretched out his hand and touched him and said to him, “I will; be clean.”"},{"VERSE":"42","WORD":"And immediately the leprosy left him, and he was made clean."},{"VERSE":"43","WORD":"And Jesus sternly charged him and sent him away at once,"},{"VERSE":"44","WORD":"and said to him, “See that you say nothing to anyone, but go, show yourself to the priest and offer for your cleansing what Moses commanded, for a proof to them.”"},{"VERSE":"45","WORD":"But he went out and began to talk freely about it, and to spread the news, so that Jesus could no longer openly enter a town, but was out in desolate places, and people were coming to him from every quarter."}]},{"CHAPTER":"2","VERSES":[{"VERSE":"1","WORD":"And when he returned to Capernaum after some days, it was reported that he was at home."},{"VERSE":"2","WORD":"And many were gathered together, so that there was no more room, not even at the door. And he was preaching the word to them."},{"VERSE":"3","WORD":"And they came, bringing to him a paralytic carried by four men."},{"VERSE":"4","WORD":"And when they could not get near him because of the crowd, they removed the roof above him, and when they had made an opening, they let down the bed on which the paralytic lay."},{"VERSE":"5","WORD":"And when Jesus saw their faith, he said to the paralytic, “Son, your sins are forgiven.”"},{"VERSE":"6","WORD":"Now some of the scribes were sitting there, questioning in their hearts,"},{"VERSE":"7","WORD":"“Why does this man speak like that? He is blaspheming! Who can forgive sins but God alone?”"},{"VERSE":"8","WORD":"And immediately Jesus, perceiving in his spirit that they thus questioned within themselves, said to them, “Why do you question these things in your hearts?"},{"VERSE":"9","WORD":"Which is easier, to say to the paralytic, ‘Your sins are forgiven,’ or to say, ‘Rise, take up your bed and walk’?"},{"VERSE":"10","WORD":"But that you may know that the Son of Man has authority on earth to forgive sins”—he said to the paralytic—"},{"VERSE":"11","WORD":"“I say to you, rise, pick up your bed, and go home.”"},{"VERSE":"12","WORD":"And he rose and immediately picked up his bed and went out before them all, so that they were all amazed and glorified God, saying, “We never saw anything like this!”"},{"VERSE":"13","WORD":"He went out again beside the sea, and all the crowd was coming to him, and he was teaching them."},{"VERSE":"14","WORD":"And as he passed by, he saw Levi the son of Alphaeus sitting at the tax booth, and he said to him, “Follow me.” And he rose and followed him."},{"VERSE":"15","WORD":"And as he reclined at table in his house, many tax collectors and sinners were reclining with Jesus and his disciples, for there were many who followed him."},{"VERSE":"16","WORD":"And the scribes of the Pharisees, when they saw that he was eating with sinners and tax collectors, said to his disciples, “Why does he eat with tax collectors and sinners?”"},{"VERSE":"17","WORD":"And when Jesus heard it, he said to them, “Those who are well have no need of a physician, but those who are sick. I came not to call the righteous, but sinners.”"},{"VERSE":"18","WORD":"Now John's disciples and the Pharisees were fasting. And people came and said to him, “Why do John's disciples and the disciples of the Pharisees fast, but your disciples do not fast?”"},{"VERSE":"19","WORD":"And Jesus said to them, “Can the wedding guests fast while the bridegroom is with them? As long as they have the bridegroom with them, they cannot fast."},{"VERSE":"20","WORD":"The days will come when the bridegroom is taken away from them, and then they will fast in that day."},{"VERSE":"21","WORD":"No one sews a piece of unshrunk cloth on an old garment. If he does, the patch tears away from it, the new from the old, and a worse tear is made."},{"VERSE":"22","WORD":"And no one puts new wine into old wineskins. If he does, the wine will burst the skins—and the wine is destroyed, and so are the skins. But new wine is for fresh wineskins.”"},{"VERSE":"23","WORD":"One Sabbath he was going through the grainfields, and as they made their way, his disciples began to pluck heads of grain."},{"VERSE":"24","WORD":"And the Pharisees were saying to him, “Look, why are they doing what is not lawful on the Sabbath?”"},{"VERSE":"25","WORD":"And he said to them, “Have you never read what David did, when he was in need and was hungry, he and those who were with him:"},{"VERSE":"26","WORD":"how he entered the house of God, in the time of Abiathar the high priest, and ate the bread of the Presence, which it is not lawful for any but the priests to eat, and also gave it to those who were with him?”"},{"VERSE":"27","WORD":"And he said to them, “The Sabbath was made for man, not man for the Sabbath."},{"VERSE":"28","WORD":"So the Son of Man is lord even of the Sabbath.”"}]},{"CHAPTER":"3","VERSES":[{"VERSE":"1","WORD":"Again he entered the synagogue, and a man was there with a withered hand."},{"VERSE":"2","WORD":"And they watched Jesus, to see whether he would heal him on the Sabbath, so that they might accuse him."},{"VERSE":"3","WORD":"And he said to the man with the withered hand, “Come here.”"},{"VERSE":"4","WORD":"And he said to them, “Is it lawful on the Sabbath to do good or to do harm, to save life or to kill?” But they were silent."},{"VERSE":"5","WORD":"And he looked around at them with anger, grieved at their hardness of heart, and said to the man, “Stretch out your hand.” He stretched it out, and his hand was restored."},{"VERSE":"6","WORD":"The Pharisees went out and immediately held counsel with the Herodians against him, how to destroy him."},{"VERSE":"7","WORD":"Jesus withdrew with his disciples to the sea, and a great crowd followed, from Galilee and Judea"},{"VERSE":"8","WORD":"and Jerusalem and Idumea and from beyond the Jordan and from around Tyre and Sidon. When the great crowd heard all that he was doing, they came to him."},{"VERSE":"9","WORD":"And he told his disciples to have a boat ready for him because of the crowd, lest they crush him,"},{"VERSE":"10","WORD":"for he had healed many, so that all who had diseases pressed around him to touch him."},{"VERSE":"11","WORD":"And whenever the unclean spirits saw him, they fell down before him and cried out, “You are the Son of God.”"},{"VERSE":"12","WORD":"And he strictly ordered them not to make him known."},{"VERSE":"13","WORD":"And he went up on the mountain and called to him those whom he desired, and they came to him."},{"VERSE":"14","WORD":"And he appointed twelve (whom he also named apostles) so that they might be with him and he might send them out to preach"},{"VERSE":"15","WORD":"and have authority to cast out demons."},{"VERSE":"16","WORD":"He appointed the twelve: Simon (to whom he gave the name Peter);"},{"VERSE":"17","WORD":"James the son of Zebedee and John the brother of James (to whom he gave the name Boanerges, that is, Sons of Thunder);"},{"VERSE":"18","WORD":"Andrew, and Philip, and Bartholomew, and Matthew, and Thomas, and James the son of Alphaeus, and Thaddaeus, and Simon the Zealot,"},{"VERSE":"19","WORD":"and Judas Iscariot, who betrayed him."},{"VERSE":"20","WORD":"Then he went home, and the crowd gathered again, so that they could not even eat."},{"VERSE":"21","WORD":"And when his family heard it, they went out to seize him, for they were saying, “He is out of his mind.”"},{"VERSE":"22","WORD":"And the scribes who came down from Jerusalem were saying, “He is possessed by Beelzebul,” and “by the prince of demons he casts out the demons.”"},{"VERSE":"23","WORD":"And he called them to him and said to them in parables, “How can Satan cast out Satan?"},{"VERSE":"24","WORD":"If a kingdom is divided against itself, that kingdom cannot stand."},{"VERSE":"25","WORD":"And if a house is divided against itself, that house will not be able to stand."},{"VERSE":"26","WORD":"And if Satan has risen up against himself and is divided, he cannot stand, but is coming to an end."},{"VERSE":"27","WORD":"But no one can enter a strong man's house and plunder his goods, unless he first binds the strong man. Then indeed he may plunder his house."},{"VERSE":"28","WORD":"“Truly, I say to you, all sins will be forgiven the children of man, and whatever blasphemies they utter,"},{"VERSE":"29","WORD":"but whoever blasphemes against the Holy Spirit never has forgiveness, but is guilty of an eternal sin”—"},{"VERSE":"30","WORD":"for they were saying, “He has an unclean spirit.”"},{"VERSE":"31","WORD":"And his mother and his brothers came, and standing outside they sent to him and called him."},{"VERSE":"32","WORD":"And a crowd was sitting around him, and they said to him, “Your mother and your brothers are outside, seeking you.”"},{"VERSE":"33","WORD":"And he answered them, “Who are my mother and my brothers?”"},{"VERSE":"34","WORD":"And looking about at those who sat around him, he said, “Here are my mother and my brothers!"},{"VERSE":"35","WORD":"For whoever does the will of God, he is my brother and sister and mother.”"}]},{"CHAPTER":"4","VERSES":[{"VERSE":"1","WORD":"Again he began to teach beside the sea. And a very large crowd gathered about him, so that he got into a boat and sat in it on the sea, and the whole crowd was beside the sea on the land."},{"VERSE":"2","WORD":"And he was teaching them many things in parables, and in his teaching he said to them:"},{"VERSE":"3","WORD":"“Listen! Behold, a sower went out to sow."},{"VERSE":"4","WORD":"And as he sowed, some seed fell along the path, and the birds came and devoured it."},{"VERSE":"5","WORD":"Other seed fell on rocky ground, where it did not have much soil, and immediately it sprang up, since it had no depth of soil."},{"VERSE":"6","WORD":"And when the sun rose, it was scorched, and since it had no root, it withered away."},{"VERSE":"7","WORD":"Other seed fell among thorns, and the thorns grew up and choked it, and it yielded no grain."},{"VERSE":"8","WORD":"And other seeds fell into good soil and produced grain, growing up and increasing and yielding thirtyfold and sixtyfold and a hundredfold.”"},{"VERSE":"9","WORD":"And he said, “He who has ears to hear, let him hear.”"},{"VERSE":"10","WORD":"And when he was alone, those around him with the twelve asked him about the parables."},{"VERSE":"11","WORD":"And he said to them, “To you has been given the secret of the kingdom of God, but for those outside everything is in parables,"},{"VERSE":"12","WORD":"so that “‘they may indeed see but not perceive, and may indeed hear but not understand, lest they should turn and be forgiven.’”"},{"VERSE":"13","WORD":"And he said to them, “Do you not understand this parable? How then will you understand all the parables?"},{"VERSE":"14","WORD":"The sower sows the word."},{"VERSE":"15","WORD":"And these are the ones along the path, where the word is sown: when they hear, Satan immediately comes and takes away the word that is sown in them."},{"VERSE":"16","WORD":"And these are the ones sown on rocky ground: the ones who, when they hear the word, immediately receive it with joy."},{"VERSE":"17","WORD":"And they have no root in themselves, but endure for a while; then, when tribulation or persecution arises on account of the word, immediately they fall away."},{"VERSE":"18","WORD":"And others are the ones sown among thorns. They are those who hear the word,"},{"VERSE":"19","WORD":"but the cares of the world and the deceitfulness of riches and the desires for other things enter in and choke the word, and it proves unfruitful."},{"VERSE":"20","WORD":"But those that were sown on the good soil are the ones who hear the word and accept it and bear fruit, thirtyfold and sixtyfold and a hundredfold.”"},{"VERSE":"21","WORD":"And he said to them, “Is a lamp brought in to be put under a basket, or under a bed, and not on a stand?"},{"VERSE":"22","WORD":"For nothing is hidden except to be made manifest; nor is anything secret except to come to light."},{"VERSE":"23","WORD":"If anyone has ears to hear, let him hear.”"},{"VERSE":"24","WORD":"And he said to them, “Pay attention to what you hear: with the measure you use, it will be measured to you, and still more will be added to you."},{"VERSE":"25","WORD":"For to the one who has, more will be given, and from the one who has not, even what he has will be taken away.”"},{"VERSE":"26","WORD":"And he said, “The kingdom of God is as if a man should scatter seed on the ground."},{"VERSE":"27","WORD":"He sleeps and rises night and day, and the seed sprouts and grows; he knows not how."},{"VERSE":"28","WORD":"The earth produces by itself, first the blade, then the ear, then the full grain in the ear."},{"VERSE":"29","WORD":"But when the grain is ripe, at once he puts in the sickle, because the harvest has come.”"},{"VERSE":"30","WORD":"And he said, “With what can we compare the kingdom of God, or what parable shall we use for it?"},{"VERSE":"31","WORD":"It is like a grain of mustard seed, which, when sown on the ground, is the smallest of all the seeds on earth,"},{"VERSE":"32","WORD":"yet when it is sown it grows up and becomes larger than all the garden plants and puts out large branches, so that the birds of the air can make nests in its shade.”"},{"VERSE":"33","WORD":"With many such parables he spoke the word to them, as they were able to hear it."},{"VERSE":"34","WORD":"He did not speak to them without a parable, but privately to his own disciples he explained everything."},{"VERSE":"35","WORD":"On that day, when evening had come, he said to them, “Let us go across to the other side.”"},{"VERSE":"36","WORD":"And leaving the crowd, they took him with them in the boat, just as he was. And other boats were with him."},{"VERSE":"37","WORD":"And a great windstorm arose, and the waves were breaking into the boat, so that the boat was already filling."},{"VERSE":"38","WORD":"But he was in the stern, asleep on the cushion. And they woke him and said to him, “Teacher, do you not care that we are perishing?”"},{"VERSE":"39","WORD":"And he awoke and rebuked the wind and said to the sea, “Peace! Be still!” And the wind ceased, and there was a great calm."},{"VERSE":"40","WORD":"He said to them, “Why are you so afraid? Have you still no faith?”"},{"VERSE":"41","WORD":"And they were filled with great fear and said to one another, “Who then is this, that even the wind and the sea obey him?”"}]},{"CHAPTER":"5","VERSES":[{"VERSE":"1","WORD":"They came to the other side of the sea, to the country of the Gerasenes."},{"VERSE":"2","WORD":"And when Jesus had stepped out of the boat, immediately there met him out of the tombs a man with an unclean spirit."},{"VERSE":"3","WORD":"He lived among the tombs. And no one could bind him anymore, not even with a chain,"},{"VERSE":"4","WORD":"for he had often been bound with shackles and chains, but he wrenched the chains apart, and he broke the shackles in pieces. No one had the strength to subdue him."},{"VERSE":"5","WORD":"Night and day among the tombs and on the mountains he was always crying out and cutting himself with stones."},{"VERSE":"6","WORD":"And when he saw Jesus from afar, he ran and fell down before him."},{"VERSE":"7","WORD":"And crying out with a loud voice, he said, “What have you to do with me, Jesus, Son of the Most High God? I adjure you by God, do not torment me.”"},{"VERSE":"8","WORD":"For he was saying to him, “Come out of the man, you unclean spirit!”"},{"VERSE":"9","WORD":"And Jesus asked him, “What is your name?” He replied, “My name is Legion, for we are many.”"},{"VERSE":"10","WORD":"And he begged him earnestly not to send them out of the country."},{"VERSE":"11","WORD":"Now a great herd of pigs was feeding there on the hillside,"},{"VERSE":"12","WORD":"and they begged him, saying, “Send us to the pigs; let us enter them.”"},{"VERSE":"13","WORD":"So he gave them permission. And the unclean spirits came out and entered the pigs; and the herd, numbering about two thousand, rushed down the steep bank into the sea and drowned in the sea."},{"VERSE":"14","WORD":"The herdsmen fled and told it in the city and in the country. And people came to see what it was that had happened."},{"VERSE":"15","WORD":"And they came to Jesus and saw the demon-possessed man, the one who had had the legion, sitting there, clothed and in his right mind, and they were afraid."},{"VERSE":"16","WORD":"And those who had seen it described to them what had happened to the demon-possessed man and to the pigs."},{"VERSE":"17","WORD":"And they began to beg Jesus to depart from their region."},{"VERSE":"18","WORD":"As he was getting into the boat, the man who had been possessed with demons begged him that he might be with him."},{"VERSE":"19","WORD":"And he did not permit him but said to him, “Go home to your friends and tell them how much the Lord has done for you, and how he has had mercy on you.”"},{"VERSE":"20","WORD":"And he went away and began to proclaim in the Decapolis how much Jesus had done for him, and everyone marveled."},{"VERSE":"21","WORD":"And when Jesus had crossed again in the boat to the other side, a great crowd gathered about him, and he was beside the sea."},{"VERSE":"22","WORD":"Then came one of the rulers of the synagogue, Jairus by name, and seeing him, he fell at his feet"},{"VERSE":"23","WORD":"and implored him earnestly, saying, “My little daughter is at the point of death. Come and lay your hands on her, so that she may be made well and live.”"},{"VERSE":"24","WORD":"And he went with him. And a great crowd followed him and thronged about him."},{"VERSE":"25","WORD":"And there was a woman who had had a discharge of blood for twelve years,"},{"VERSE":"26","WORD":"and who had suffered much under many physicians, and had spent all that she had, and was no better but rather grew worse."},{"VERSE":"27","WORD":"She had heard the reports about Jesus and came up behind him in the crowd and touched his garment."},{"VERSE":"28","WORD":"For she said, “If I touch even his garments, I will be made well.”"},{"VERSE":"29","WORD":"And immediately the flow of blood dried up, and she felt in her body that she was healed of her disease."},{"VERSE":"30","WORD":"And Jesus, perceiving in himself that power had gone out from him, immediately turned about in the crowd and said, “Who touched my garments?”"},{"VERSE":"31","WORD":"And his disciples said to him, “You see the crowd pressing around you, and yet you say, ‘Who touched me?’”"},{"VERSE":"32","WORD":"And he looked around to see who had done it."},{"VERSE":"33","WORD":"But the woman, knowing what had happened to her, came in fear and trembling and fell down before him and told him the whole truth."},{"VERSE":"34","WORD":"And he said to her, “Daughter, your faith has made you well; go in peace, and be healed of your disease.”"},{"VERSE":"35","WORD":"While he was still speaking, there came from the ruler's house some who said, “Your daughter is dead. Why trouble the Teacher any further?”"},{"VERSE":"36","WORD":"But overhearing what they said, Jesus said to the ruler of the synagogue, “Do not fear, only believe.”"},{"VERSE":"37","WORD":"And he allowed no one to follow him except Peter and James and John the brother of James."},{"VERSE":"38","WORD":"They came to the house of the ruler of the synagogue, and Jesus saw a commotion, people weeping and wailing loudly."},{"VERSE":"39","WORD":"And when he had entered, he said to them, “Why are you making a commotion and weeping? The child is not dead but sleeping.”"},{"VERSE":"40","WORD":"And they laughed at him. But he put them all outside and took the child's father and mother and those who were with him and went in where the child was."},{"VERSE":"41","WORD":"Taking her by the hand he said to her, “Talitha cumi,” which means, “Little girl, I say to you, arise.”"},{"VERSE":"42","WORD":"And immediately the girl got up and began walking (for she was twelve years of age), and they were immediately overcome with amazement."},{"VERSE":"43","WORD":"And he strictly charged them that no one should know this, and told them to give her something to eat."}]},{"CHAPTER":"6","VERSES":[{"VERSE":"1","WORD":"He went away from there and came to his hometown, and his disciples followed him."},{"VERSE":"2","WORD":"And on the Sabbath he began to teach in the synagogue, and many who heard him were astonished, saying, “Where did this man get these things? What is the wisdom given to him? How are such mighty works done by his hands?"},{"VERSE":"3","WORD":"Is not this the carpenter, the son of Mary and brother of James and Joses and Judas and Simon? And are not his sisters here with us?” And they took offense at him."},{"VERSE":"4","WORD":"And Jesus said to them, “A prophet is not without honor, except in his hometown and among his relatives and in his own household.”"},{"VERSE":"5","WORD":"And he could do no mighty work there, except that he laid his hands on a few sick people and healed them."},{"VERSE":"6","WORD":"And he marveled because of their unbelief. And he went about among the villages teaching."},{"VERSE":"7","WORD":"And he called the twelve and began to send them out two by two, and gave them authority over the unclean spirits."},{"VERSE":"8","WORD":"He charged them to take nothing for their journey except a staff—no bread, no bag, no money in their belts—"},{"VERSE":"9","WORD":"but to wear sandals and not put on two tunics."},{"VERSE":"10","WORD":"And he said to them, “Whenever you enter a house, stay there until you depart from there."},{"VERSE":"11","WORD":"And if any place will not receive you and they will not listen to you, when you leave, shake off the dust that is on your feet as a testimony against them.”"},{"VERSE":"12","WORD":"So they went out and proclaimed that people should repent."},{"VERSE":"13","WORD":"And they cast out many demons and anointed with oil many who were sick and healed them."},{"VERSE":"14","WORD":"King Herod heard of it, for Jesus' name had become known. Some said, “John the Baptist has been raised from the dead. That is why these miraculous powers are at work in him.”"},{"VERSE":"15","WORD":"But others said, “He is Elijah.” And others said, “He is a prophet, like one of the prophets of old.”"},{"VERSE":"16","WORD":"But when Herod heard of it, he said, “John, whom I beheaded, has been raised.”"},{"VERSE":"17","WORD":"For it was Herod who had sent and seized John and bound him in prison for the sake of Herodias, his brother Philip's wife, because he had married her."},{"VERSE":"18","WORD":"For John had been saying to Herod, “It is not lawful for you to have your brother's wife.”"},{"VERSE":"19","WORD":"And Herodias had a grudge against him and wanted to put him to death. But she could not,"},{"VERSE":"20","WORD":"for Herod feared John, knowing that he was a righteous and holy man, and he kept him safe. When he heard him, he was greatly perplexed, and yet he heard him gladly."},{"VERSE":"21","WORD":"But an opportunity came when Herod on his birthday gave a banquet for his nobles and military commanders and the leading men of Galilee."},{"VERSE":"22","WORD":"For when Herodias's daughter came in and danced, she pleased Herod and his guests. And the king said to the girl, “Ask me for whatever you wish, and I will give it to you.”"},{"VERSE":"23","WORD":"And he vowed to her, “Whatever you ask me, I will give you, up to half of my kingdom.”"},{"VERSE":"24","WORD":"And she went out and said to her mother, “For what should I ask?” And she said, “The head of John the Baptist.”"},{"VERSE":"25","WORD":"And she came in immediately with haste to the king and asked, saying, “I want you to give me at once the head of John the Baptist on a platter.”"},{"VERSE":"26","WORD":"And the king was exceedingly sorry, but because of his oaths and his guests he did not want to break his word to her."},{"VERSE":"27","WORD":"And immediately the king sent an executioner with orders to bring John's head. He went and beheaded him in the prison"},{"VERSE":"28","WORD":"and brought his head on a platter and gave it to the girl, and the girl gave it to her mother."},{"VERSE":"29","WORD":"When his disciples heard of it, they came and took his body and laid it in a tomb."},{"VERSE":"30","WORD":"The apostles returned to Jesus and told him all that they had done and taught."},{"VERSE":"31","WORD":"And he said to them, “Come away by yourselves to a desolate place and rest a while.” For many were coming and going, and they had no leisure even to eat."},{"VERSE":"32","WORD":"And they went away in the boat to a desolate place by themselves."},{"VERSE":"33","WORD":"Now many saw them going and recognized them, and they ran there on foot from all the towns and got there ahead of them."},{"VERSE":"34","WORD":"When he went ashore he saw a great crowd, and he had compassion on them, because they were like sheep without a shepherd. And he began to teach them many things."},{"VERSE":"35","WORD":"And when it grew late, his disciples came to him and said, “This is a desolate place, and the hour is now late."},{"VERSE":"36","WORD":"Send them away to go into the surrounding countryside and villages and buy themselves something to eat.”"},{"VERSE":"37","WORD":"But he answered them, “You give them something to eat.” And they said to him, “Shall we go and buy two hundred denarii worth of bread and give it to them to eat?”"},{"VERSE":"38","WORD":"And he said to them, “How many loaves do you have? Go and see.” And when they had found out, they said, “Five, and two fish.”"},{"VERSE":"39","WORD":"Then he commanded them all to sit down in groups on the green grass."},{"VERSE":"40","WORD":"So they sat down in groups, by hundreds and by fifties."},{"VERSE":"41","WORD":"And taking the five loaves and the two fish, he looked up to heaven and said a blessing and broke the loaves and gave them to the disciples to set before the people. And he divided the two fish among them all."},{"VERSE":"42","WORD":"And they all ate and were satisfied."},{"VERSE":"43","WORD":"And they took up twelve baskets full of broken pieces and of the fish."},{"VERSE":"44","WORD":"And those who ate the loaves were five thousand men."},{"VERSE":"45","WORD":"Immediately he made his disciples get into the boat and go before him to the other side, to Bethsaida, while he dismissed the crowd."},{"VERSE":"46","WORD":"And after he had taken leave of them, he went up on the mountain to pray."},{"VERSE":"47","WORD":"And when evening came, the boat was out on the sea, and he was alone on the land."},{"VERSE":"48","WORD":"And he saw that they were making headway painfully, for the wind was against them. And about the fourth watch of the night he came to them, walking on the sea. He meant to pass by them,"},{"VERSE":"49","WORD":"but when they saw him walking on the sea they thought it was a ghost, and cried out,"},{"VERSE":"50","WORD":"for they all saw him and were terrified. But immediately he spoke to them and said, “Take heart; it is I. Do not be afraid.”"},{"VERSE":"51","WORD":"And he got into the boat with them, and the wind ceased. And they were utterly astounded,"},{"VERSE":"52","WORD":"for they did not understand about the loaves, but their hearts were hardened."},{"VERSE":"53","WORD":"When they had crossed over, they came to land at Gennesaret and moored to the shore."},{"VERSE":"54","WORD":"And when they got out of the boat, the people immediately recognized him"},{"VERSE":"55","WORD":"and ran about the whole region and began to bring the sick people on their beds to wherever they heard he was."},{"VERSE":"56","WORD":"And wherever he came, in villages, cities, or countryside, they laid the sick in the marketplaces and implored him that they might touch even the fringe of his garment. And as many as touched it were made well."}]},{"CHAPTER":"7","VERSES":[{"VERSE":"1","WORD":"Now when the Pharisees gathered to him, with some of the scribes who had come from Jerusalem,"},{"VERSE":"2","WORD":"they saw that some of his disciples ate with hands that were defiled, that is, unwashed."},{"VERSE":"3","WORD":"(For the Pharisees and all the Jews do not eat unless they wash their hands properly, holding to the tradition of the elders,"},{"VERSE":"4","WORD":"and when they come from the marketplace, they do not eat unless they wash. And there are many other traditions that they observe, such as the washing of cups and pots and copper vessels and dining couches.)"},{"VERSE":"5","WORD":"And the Pharisees and the scribes asked him, “Why do your disciples not walk according to the tradition of the elders, but eat with defiled hands?”"},{"VERSE":"6","WORD":"And he said to them, “Well did Isaiah prophesy of you hypocrites, as it is written, “‘This people honors me with their lips, but their heart is far from me;"},{"VERSE":"7","WORD":"in vain do they worship me, teaching as doctrines the commandments of men.’"},{"VERSE":"8","WORD":"You leave the commandment of God and hold to the tradition of men.”"},{"VERSE":"9","WORD":"And he said to them, “You have a fine way of rejecting the commandment of God in order to establish your tradition!"},{"VERSE":"10","WORD":"For Moses said, ‘Honor your father and your mother’; and, ‘Whoever reviles father or mother must surely die.’"},{"VERSE":"11","WORD":"But you say, ‘If a man tells his father or his mother, “Whatever you would have gained from me is Corban”’ (that is, given to God)—"},{"VERSE":"12","WORD":"then you no longer permit him to do anything for his father or mother,"},{"VERSE":"13","WORD":"thus making void the word of God by your tradition that you have handed down. And many such things you do.”"},{"VERSE":"14","WORD":"And he called the people to him again and said to them, “Hear me, all of you, and understand:"},{"VERSE":"15","WORD":"There is nothing outside a person that by going into him can defile him, but the things that come out of a person are what defile him.”"},{"VERSE":"16","WORD":""},{"VERSE":"17","WORD":"And when he had entered the house and left the people, his disciples asked him about the parable."},{"VERSE":"18","WORD":"And he said to them, “Then are you also without understanding? Do you not see that whatever goes into a person from outside cannot defile him,"},{"VERSE":"19","WORD":"since it enters not his heart but his stomach, and is expelled?” (Thus he declared all foods clean.)"},{"VERSE":"20","WORD":"And he said, “What comes out of a person is what defiles him."},{"VERSE":"21","WORD":"For from within, out of the heart of man, come evil thoughts, sexual immorality, theft, murder, adultery,"},{"VERSE":"22","WORD":"coveting, wickedness, deceit, sensuality, envy, slander, pride, foolishness."},{"VERSE":"23","WORD":"All these evil things come from within, and they defile a person.”"},{"VERSE":"24","WORD":"And from there he arose and went away to the region of Tyre and Sidon. And he entered a house and did not want anyone to know, yet he could not be hidden."},{"VERSE":"25","WORD":"But immediately a woman whose little daughter had an unclean spirit heard of him and came and fell down at his feet."},{"VERSE":"26","WORD":"Now the woman was a Gentile, a Syrophoenician by birth. And she begged him to cast the demon out of her daughter."},{"VERSE":"27","WORD":"And he said to her, “Let the children be fed first, for it is not right to take the children's bread and throw it to the dogs.”"},{"VERSE":"28","WORD":"But she answered him, “Yes, Lord; yet even the dogs under the table eat the children's crumbs.”"},{"VERSE":"29","WORD":"And he said to her, “For this statement you may go your way; the demon has left your daughter.”"},{"VERSE":"30","WORD":"And she went home and found the child lying in bed and the demon gone."},{"VERSE":"31","WORD":"Then he returned from the region of Tyre and went through Sidon to the Sea of Galilee, in the region of the Decapolis."},{"VERSE":"32","WORD":"And they brought to him a man who was deaf and had a speech impediment, and they begged him to lay his hand on him."},{"VERSE":"33","WORD":"And taking him aside from the crowd privately, he put his fingers into his ears, and after spitting touched his tongue."},{"VERSE":"34","WORD":"And looking up to heaven, he sighed and said to him, “Ephphatha,” that is, “Be opened.”"},{"VERSE":"35","WORD":"And his ears were opened, his tongue was released, and he spoke plainly."},{"VERSE":"36","WORD":"And Jesus charged them to tell no one. But the more he charged them, the more zealously they proclaimed it."},{"VERSE":"37","WORD":"And they were astonished beyond measure, saying, “He has done all things well. He even makes the deaf hear and the mute speak.”"}]},{"CHAPTER":"8","VERSES":[{"VERSE":"1","WORD":"In those days, when again a great crowd had gathered, and they had nothing to eat, he called his disciples to him and said to them,"},{"VERSE":"2","WORD":"“I have compassion on the crowd, because they have been with me now three days and have nothing to eat."},{"VERSE":"3","WORD":"And if I send them away hungry to their homes, they will faint on the way. And some of them have come from far away.”"},{"VERSE":"4","WORD":"And his disciples answered him, “How can one feed these people with bread here in this desolate place?”"},{"VERSE":"5","WORD":"And he asked them, “How many loaves do you have?” They said, “Seven.”"},{"VERSE":"6","WORD":"And he directed the crowd to sit down on the ground. And he took the seven loaves, and having given thanks, he broke them and gave them to his disciples to set before the people; and they set them before the crowd."},{"VERSE":"7","WORD":"And they had a few small fish. And having blessed them, he said that these also should be set before them."},{"VERSE":"8","WORD":"And they ate and were satisfied. And they took up the broken pieces left over, seven baskets full."},{"VERSE":"9","WORD":"And there were about four thousand people. And he sent them away."},{"VERSE":"10","WORD":"And immediately he got into the boat with his disciples and went to the district of Dalmanutha."},{"VERSE":"11","WORD":"The Pharisees came and began to argue with him, seeking from him a sign from heaven to test him."},{"VERSE":"12","WORD":"And he sighed deeply in his spirit and said, “Why does this generation seek a sign? Truly, I say to you, no sign will be given to this generation.”"},{"VERSE":"13","WORD":"And he left them, got into the boat again, and went to the other side."},{"VERSE":"14","WORD":"Now they had forgotten to bring bread, and they had only one loaf with them in the boat."},{"VERSE":"15","WORD":"And he cautioned them, saying, “Watch out; beware of the leaven of the Pharisees and the leaven of Herod.”"},{"VERSE":"16","WORD":"And they began discussing with one another the fact that they had no bread."},{"VERSE":"17","WORD":"And Jesus, aware of this, said to them, “Why are you discussing the fact that you have no bread? Do you not yet perceive or understand? Are your hearts hardened?"},{"VERSE":"18","WORD":"Having eyes do you not see, and having ears do you not hear? And do you not remember?"},{"VERSE":"19","WORD":"When I broke the five loaves for the five thousand, how many baskets full of broken pieces did you take up?” They said to him, “Twelve.”"},{"VERSE":"20","WORD":"“And the seven for the four thousand, how many baskets full of broken pieces did you take up?” And they said to him, “Seven.”"},{"VERSE":"21","WORD":"And he said to them, “Do you not yet understand?”"},{"VERSE":"22","WORD":"And they came to Bethsaida. And some people brought to him a blind man and begged him to touch him."},{"VERSE":"23","WORD":"And he took the blind man by the hand and led him out of the village, and when he had spit on his eyes and laid his hands on him, he asked him, “Do you see anything?”"},{"VERSE":"24","WORD":"And he looked up and said, “I see people, but they look like trees, walking.”"},{"VERSE":"25","WORD":"Then Jesus laid his hands on his eyes again; and he opened his eyes, his sight was restored, and he saw everything clearly."},{"VERSE":"26","WORD":"And he sent him to his home, saying, “Do not even enter the village.”"},{"VERSE":"27","WORD":"And Jesus went on with his disciples to the villages of Caesarea Philippi. And on the way he asked his disciples, “Who do people say that I am?”"},{"VERSE":"28","WORD":"And they told him, “John the Baptist; and others say, Elijah; and others, one of the prophets.”"},{"VERSE":"29","WORD":"And he asked them, “But who do you say that I am?” Peter answered him, “You are the Christ.”"},{"VERSE":"30","WORD":"And he strictly charged them to tell no one about him."},{"VERSE":"31","WORD":"And he began to teach them that the Son of Man must suffer many things and be rejected by the elders and the chief priests and the scribes and be killed, and after three days rise again."},{"VERSE":"32","WORD":"And he said this plainly. And Peter took him aside and began to rebuke him."},{"VERSE":"33","WORD":"But turning and seeing his disciples, he rebuked Peter and said, “Get behind me, Satan! For you are not setting your mind on the things of God, but on the things of man.”"},{"VERSE":"34","WORD":"And calling the crowd to him with his disciples, he said to them, “If anyone would come after me, let him deny himself and take up his cross and follow me."},{"VERSE":"35","WORD":"For whoever would save his life will lose it, but whoever loses his life for my sake and the gospel's will save it."},{"VERSE":"36","WORD":"For what does it profit a man to gain the whole world and forfeit his soul?"},{"VERSE":"37","WORD":"For what can a man give in return for his soul?"},{"VERSE":"38","WORD":"For whoever is ashamed of me and of my words in this adulterous and sinful generation, of him will the Son of Man also be ashamed when he comes in the glory of his Father with the holy angels.”"}]},{"CHAPTER":"9","VERSES":[{"VERSE":"1","WORD":"And he said to them, “Truly, I say to you, there are some standing here who will not taste death until they see the kingdom of God after it has come with power.”"},{"VERSE":"2","WORD":"And after six days Jesus took with him Peter and James and John, and led them up a high mountain by themselves. And he was transfigured before them,"},{"VERSE":"3","WORD":"and his clothes became radiant, intensely white, as no one on earth could bleach them."},{"VERSE":"4","WORD":"And there appeared to them Elijah with Moses, and they were talking with Jesus."},{"VERSE":"5","WORD":"And Peter said to Jesus, “Rabbi, it is good that we are here. Let us make three tents, one for you and one for Moses and one for Elijah.”"},{"VERSE":"6","WORD":"For he did not know what to say, for they were terrified."},{"VERSE":"7","WORD":"And a cloud overshadowed them, and a voice came out of the cloud, “This is my beloved Son; listen to him.”"},{"VERSE":"8","WORD":"And suddenly, looking around, they no longer saw anyone with them but Jesus only."},{"VERSE":"9","WORD":"And as they were coming down the mountain, he charged them to tell no one what they had seen, until the Son of Man had risen from the dead."},{"VERSE":"10","WORD":"So they kept the matter to themselves, questioning what this rising from the dead might mean."},{"VERSE":"11","WORD":"And they asked him, “Why do the scribes say that first Elijah must come?”"},{"VERSE":"12","WORD":"And he said to them, “Elijah does come first to restore all things. And how is it written of the Son of Man that he should suffer many things and be treated with contempt?"},{"VERSE":"13","WORD":"But I tell you that Elijah has come, and they did to him whatever they pleased, as it is written of him.”"},{"VERSE":"14","WORD":"And when they came to the disciples, they saw a great crowd around them, and scribes arguing with them."},{"VERSE":"15","WORD":"And immediately all the crowd, when they saw him, were greatly amazed and ran up to him and greeted him."},{"VERSE":"16","WORD":"And he asked them, “What are you arguing about with them?”"},{"VERSE":"17","WORD":"And someone from the crowd answered him, “Teacher, I brought my son to you, for he has a spirit that makes him mute."},{"VERSE":"18","WORD":"And whenever it seizes him, it throws him down, and he foams and grinds his teeth and becomes rigid. So I asked your disciples to cast it out, and they were not able.”"},{"VERSE":"19","WORD":"And he answered them, “O faithless generation, how long am I to be with you? How long am I to bear with you? Bring him to me.”"},{"VERSE":"20","WORD":"And they brought the boy to him. And when the spirit saw him, immediately it convulsed the boy, and he fell on the ground and rolled about, foaming at the mouth."},{"VERSE":"21","WORD":"And Jesus asked his father, “How long has this been happening to him?” And he said, “From childhood."},{"VERSE":"22","WORD":"And it has often cast him into fire and into water, to destroy him. But if you can do anything, have compassion on us and help us.”"},{"VERSE":"23","WORD":"And Jesus said to him, “‘If you can’! All things are possible for one who believes.”"},{"VERSE":"24","WORD":"Immediately the father of the child cried out and said, “I believe; help my unbelief!”"},{"VERSE":"25","WORD":"And when Jesus saw that a crowd came running together, he rebuked the unclean spirit, saying to it, “You mute and deaf spirit, I command you, come out of him and never enter him again.”"},{"VERSE":"26","WORD":"And after crying out and convulsing him terribly, it came out, and the boy was like a corpse, so that most of them said, “He is dead.”"},{"VERSE":"27","WORD":"But Jesus took him by the hand and lifted him up, and he arose."},{"VERSE":"28","WORD":"And when he had entered the house, his disciples asked him privately, “Why could we not cast it out?”"},{"VERSE":"29","WORD":"And he said to them, “This kind cannot be driven out by anything but prayer.”"},{"VERSE":"30","WORD":"They went on from there and passed through Galilee. And he did not want anyone to know,"},{"VERSE":"31","WORD":"for he was teaching his disciples, saying to them, “The Son of Man is going to be delivered into the hands of men, and they will kill him. And when he is killed, after three days he will rise.”"},{"VERSE":"32","WORD":"But they did not understand the saying, and were afraid to ask him."},{"VERSE":"33","WORD":"And they came to Capernaum. And when he was in the house he asked them, “What were you discussing on the way?”"},{"VERSE":"34","WORD":"But they kept silent, for on the way they had argued with one another about who was the greatest."},{"VERSE":"35","WORD":"And he sat down and called the twelve. And he said to them, “If anyone would be first, he must be last of all and servant of all.”"},{"VERSE":"36","WORD":"And he took a child and put him in the midst of them, and taking him in his arms, he said to them,"},{"VERSE":"37","WORD":"“Whoever receives one such child in my name receives me, and whoever receives me, receives not me but him who sent me.”"},{"VERSE":"38","WORD":"John said to him, “Teacher, we saw someone casting out demons in your name, and we tried to stop him, because he was not following us.”"},{"VERSE":"39","WORD":"But Jesus said, “Do not stop him, for no one who does a mighty work in my name will be able soon afterward to speak evil of me."},{"VERSE":"40","WORD":"For the one who is not against us is for us."},{"VERSE":"41","WORD":"For truly, I say to you, whoever gives you a cup of water to drink because you belong to Christ will by no means lose his reward."},{"VERSE":"42","WORD":"“Whoever causes one of these little ones who believe in me to sin, it would be better for him if a great millstone were hung around his neck and he were thrown into the sea."},{"VERSE":"43","WORD":"And if your hand causes you to sin, cut it off. It is better for you to enter life crippled than with two hands to go to hell, to the unquenchable fire."},{"VERSE":"44","WORD":""},{"VERSE":"45","WORD":"And if your foot causes you to sin, cut it off. It is better for you to enter life lame than with two feet to be thrown into hell."},{"VERSE":"46","WORD":""},{"VERSE":"47","WORD":"And if your eye causes you to sin, tear it out. It is better for you to enter the kingdom of God with one eye than with two eyes to be thrown into hell,"},{"VERSE":"48","WORD":"‘where their worm does not die and the fire is not quenched.’"},{"VERSE":"49","WORD":"For everyone will be salted with fire."},{"VERSE":"50","WORD":"Salt is good, but if the salt has lost its saltiness, how will you make it salty again? Have salt in yourselves, and be at peace with one another.”"}]},{"CHAPTER":"10","VERSES":[{"VERSE":"1","WORD":"And he left there and went to the region of Judea and beyond the Jordan, and crowds gathered to him again. And again, as was his custom, he taught them."},{"VERSE":"2","WORD":"And Pharisees came up and in order to test him asked, “Is it lawful for a man to divorce his wife?”"},{"VERSE":"3","WORD":"He answered them, “What did Moses command you?”"},{"VERSE":"4","WORD":"They said, “Moses allowed a man to write a certificate of divorce and to send her away.”"},{"VERSE":"5","WORD":"And Jesus said to them, “Because of your hardness of heart he wrote you this commandment."},{"VERSE":"6","WORD":"But from the beginning of creation, ‘God made them male and female.’"},{"VERSE":"7","WORD":"‘Therefore a man shall leave his father and mother and hold fast to his wife,"},{"VERSE":"8","WORD":"and the two shall become one flesh.’ So they are no longer two but one flesh."},{"VERSE":"9","WORD":"What therefore God has joined together, let not man separate.”"},{"VERSE":"10","WORD":"And in the house the disciples asked him again about this matter."},{"VERSE":"11","WORD":"And he said to them, “Whoever divorces his wife and marries another commits adultery against her,"},{"VERSE":"12","WORD":"and if she divorces her husband and marries another, she commits adultery.”"},{"VERSE":"13","WORD":"And they were bringing children to him that he might touch them, and the disciples rebuked them."},{"VERSE":"14","WORD":"But when Jesus saw it, he was indignant and said to them, “Let the children come to me; do not hinder them, for to such belongs the kingdom of God."},{"VERSE":"15","WORD":"Truly, I say to you, whoever does not receive the kingdom of God like a child shall not enter it.”"},{"VERSE":"16","WORD":"And he took them in his arms and blessed them, laying his hands on them."},{"VERSE":"17","WORD":"And as he was setting out on his journey, a man ran up and knelt before him and asked him, “Good Teacher, what must I do to inherit eternal life?”"},{"VERSE":"18","WORD":"And Jesus said to him, “Why do you call me good? No one is good except God alone."},{"VERSE":"19","WORD":"You know the commandments: ‘Do not murder, Do not commit adultery, Do not steal, Do not bear false witness, Do not defraud, Honor your father and mother.’”"},{"VERSE":"20","WORD":"And he said to him, “Teacher, all these I have kept from my youth.”"},{"VERSE":"21","WORD":"And Jesus, looking at him, loved him, and said to him, “You lack one thing: go, sell all that you have and give to the poor, and you will have treasure in heaven; and come, follow me.”"},{"VERSE":"22","WORD":"Disheartened by the saying, he went away sorrowful, for he had great possessions."},{"VERSE":"23","WORD":"And Jesus looked around and said to his disciples, “How difficult it will be for those who have wealth to enter the kingdom of God!”"},{"VERSE":"24","WORD":"And the disciples were amazed at his words. But Jesus said to them again, “Children, how difficult it is to enter the kingdom of God!"},{"VERSE":"25","WORD":"It is easier for a camel to go through the eye of a needle than for a rich person to enter the kingdom of God.”"},{"VERSE":"26","WORD":"And they were exceedingly astonished, and said to him, “Then who can be saved?”"},{"VERSE":"27","WORD":"Jesus looked at them and said, “With man it is impossible, but not with God. For all things are possible with God.”"},{"VERSE":"28","WORD":"Peter began to say to him, “See, we have left everything and followed you.”"},{"VERSE":"29","WORD":"Jesus said, “Truly, I say to you, there is no one who has left house or brothers or sisters or mother or father or children or lands, for my sake and for the gospel,"},{"VERSE":"30","WORD":"who will not receive a hundredfold now in this time, houses and brothers and sisters and mothers and children and lands, with persecutions, and in the age to come eternal life."},{"VERSE":"31","WORD":"But many who are first will be last, and the last first.”"},{"VERSE":"32","WORD":"And they were on the road, going up to Jerusalem, and Jesus was walking ahead of them. And they were amazed, and those who followed were afraid. And taking the twelve again, he began to tell them what was to happen to him,"},{"VERSE":"33","WORD":"saying, “See, we are going up to Jerusalem, and the Son of Man will be delivered over to the chief priests and the scribes, and they will condemn him to death and deliver him over to the Gentiles."},{"VERSE":"34","WORD":"And they will mock him and spit on him, and flog him and kill him. And after three days he will rise.”"},{"VERSE":"35","WORD":"And James and John, the sons of Zebedee, came up to him and said to him, “Teacher, we want you to do for us whatever we ask of you.”"},{"VERSE":"36","WORD":"And he said to them, “What do you want me to do for you?”"},{"VERSE":"37","WORD":"And they said to him, “Grant us to sit, one at your right hand and one at your left, in your glory.”"},{"VERSE":"38","WORD":"Jesus said to them, “You do not know what you are asking. Are you able to drink the cup that I drink, or to be baptized with the baptism with which I am baptized?”"},{"VERSE":"39","WORD":"And they said to him, “We are able.” And Jesus said to them, “The cup that I drink you will drink, and with the baptism with which I am baptized, you will be baptized,"},{"VERSE":"40","WORD":"but to sit at my right hand or at my left is not mine to grant, but it is for those for whom it has been prepared.”"},{"VERSE":"41","WORD":"And when the ten heard it, they began to be indignant at James and John."},{"VERSE":"42","WORD":"And Jesus called them to him and said to them, “You know that those who are considered rulers of the Gentiles lord it over them, and their great ones exercise authority over them."},{"VERSE":"43","WORD":"But it shall not be so among you. But whoever would be great among you must be your servant,"},{"VERSE":"44","WORD":"and whoever would be first among you must be slave of all."},{"VERSE":"45","WORD":"For even the Son of Man came not to be served but to serve, and to give his life as a ransom for many.”"},{"VERSE":"46","WORD":"And they came to Jericho. And as he was leaving Jericho with his disciples and a great crowd, Bartimaeus, a blind beggar, the son of Timaeus, was sitting by the roadside."},{"VERSE":"47","WORD":"And when he heard that it was Jesus of Nazareth, he began to cry out and say, “Jesus, Son of David, have mercy on me!”"},{"VERSE":"48","WORD":"And many rebuked him, telling him to be silent. But he cried out all the more, “Son of David, have mercy on me!”"},{"VERSE":"49","WORD":"And Jesus stopped and said, “Call him.” And they called the blind man, saying to him, “Take heart. Get up; he is calling you.”"},{"VERSE":"50","WORD":"And throwing off his cloak, he sprang up and came to Jesus."},{"VERSE":"51","WORD":"And Jesus said to him, “What do you want me to do for you?” And the blind man said to him, “Rabbi, let me recover my sight.”"},{"VERSE":"52","WORD":"And Jesus said to him, “Go your way; your faith has made you well.” And immediately he recovered his sight and followed him on the way."}]},{"CHAPTER":"11","VERSES":[{"VERSE":"1","WORD":"Now when they drew near to Jerusalem, to Bethphage and Bethany, at the Mount of Olives, Jesus sent two of his disciples"},{"VERSE":"2","WORD":"and said to them, “Go into the village in front of you, and immediately as you enter it you will find a colt tied, on which no one has ever sat. Untie it and bring it."},{"VERSE":"3","WORD":"If anyone says to you, ‘Why are you doing this?’ say, ‘The Lord has need of it and will send it back here immediately.’”"},{"VERSE":"4","WORD":"And they went away and found a colt tied at a door outside in the street, and they untied it."},{"VERSE":"5","WORD":"And some of those standing there said to them, “What are you doing, untying the colt?”"},{"VERSE":"6","WORD":"And they told them what Jesus had said, and they let them go."},{"VERSE":"7","WORD":"And they brought the colt to Jesus and threw their cloaks on it, and he sat on it."},{"VERSE":"8","WORD":"And many spread their cloaks on the road, and others spread leafy branches that they had cut from the fields."},{"VERSE":"9","WORD":"And those who went before and those who followed were shouting, “Hosanna! Blessed is he who comes in the name of the Lord!"},{"VERSE":"10","WORD":"Blessed is the coming kingdom of our father David! Hosanna in the highest!”"},{"VERSE":"11","WORD":"And he entered Jerusalem and went into the temple. And when he had looked around at everything, as it was already late, he went out to Bethany with the twelve."},{"VERSE":"12","WORD":"On the following day, when they came from Bethany, he was hungry."},{"VERSE":"13","WORD":"And seeing in the distance a fig tree in leaf, he went to see if he could find anything on it. When he came to it, he found nothing but leaves, for it was not the season for figs."},{"VERSE":"14","WORD":"And he said to it, “May no one ever eat fruit from you again.” And his disciples heard it."},{"VERSE":"15","WORD":"And they came to Jerusalem. And he entered the temple and began to drive out those who sold and those who bought in the temple, and he overturned the tables of the money-changers and the seats of those who sold pigeons."},{"VERSE":"16","WORD":"And he would not allow anyone to carry anything through the temple."},{"VERSE":"17","WORD":"And he was teaching them and saying to them, “Is it not written, ‘My house shall be called a house of prayer for all the nations’? But you have made it a den of robbers.”"},{"VERSE":"18","WORD":"And the chief priests and the scribes heard it and were seeking a way to destroy him, for they feared him, because all the crowd was astonished at his teaching."},{"VERSE":"19","WORD":"And when evening came they went out of the city."},{"VERSE":"20","WORD":"As they passed by in the morning, they saw the fig tree withered away to its roots."},{"VERSE":"21","WORD":"And Peter remembered and said to him, “Rabbi, look! The fig tree that you cursed has withered.”"},{"VERSE":"22","WORD":"And Jesus answered them, “Have faith in God."},{"VERSE":"23","WORD":"Truly, I say to you, whoever says to this mountain, ‘Be taken up and thrown into the sea,’ and does not doubt in his heart, but believes that what he says will come to pass, it will be done for him."},{"VERSE":"24","WORD":"Therefore I tell you, whatever you ask in prayer, believe that you have received it, and it will be yours."},{"VERSE":"25","WORD":"And whenever you stand praying, forgive, if you have anything against anyone, so that your Father also who is in heaven may forgive you your trespasses.”"},{"VERSE":"26","WORD":""},{"VERSE":"27","WORD":"And they came again to Jerusalem. And as he was walking in the temple, the chief priests and the scribes and the elders came to him,"},{"VERSE":"28","WORD":"and they said to him, “By what authority are you doing these things, or who gave you this authority to do them?”"},{"VERSE":"29","WORD":"Jesus said to them, “I will ask you one question; answer me, and I will tell you by what authority I do these things."},{"VERSE":"30","WORD":"Was the baptism of John from heaven or from man? Answer me.”"},{"VERSE":"31","WORD":"And they discussed it with one another, saying, “If we say, ‘From heaven,’ he will say, ‘Why then did you not believe him?’"},{"VERSE":"32","WORD":"But shall we say, ‘From man’?”—they were afraid of the people, for they all held that John really was a prophet."},{"VERSE":"33","WORD":"So they answered Jesus, “We do not know.” And Jesus said to them, “Neither will I tell you by what authority I do these things.”"}]},{"CHAPTER":"12","VERSES":[{"VERSE":"1","WORD":"And he began to speak to them in parables. “A man planted a vineyard and put a fence around it and dug a pit for the winepress and built a tower, and leased it to tenants and went into another country."},{"VERSE":"2","WORD":"When the season came, he sent a servant to the tenants to get from them some of the fruit of the vineyard."},{"VERSE":"3","WORD":"And they took him and beat him and sent him away empty-handed."},{"VERSE":"4","WORD":"Again he sent to them another servant, and they struck him on the head and treated him shamefully."},{"VERSE":"5","WORD":"And he sent another, and him they killed. And so with many others: some they beat, and some they killed."},{"VERSE":"6","WORD":"He had still one other, a beloved son. Finally he sent him to them, saying, ‘They will respect my son.’"},{"VERSE":"7","WORD":"But those tenants said to one another, ‘This is the heir. Come, let us kill him, and the inheritance will be ours.’"},{"VERSE":"8","WORD":"And they took him and killed him and threw him out of the vineyard."},{"VERSE":"9","WORD":"What will the owner of the vineyard do? He will come and destroy the tenants and give the vineyard to others."},{"VERSE":"10","WORD":"Have you not read this Scripture: “‘The stone that the builders rejected has become the cornerstone;"},{"VERSE":"11","WORD":"this was the Lord's doing, and it is marvelous in our eyes’?”"},{"VERSE":"12","WORD":"And they were seeking to arrest him but feared the people, for they perceived that he had told the parable against them. So they left him and went away."},{"VERSE":"13","WORD":"And they sent to him some of the Pharisees and some of the Herodians, to trap him in his talk."},{"VERSE":"14","WORD":"And they came and said to him, “Teacher, we know that you are true and do not care about anyone's opinion. For you are not swayed by appearances, but truly teach the way of God. Is it lawful to pay taxes to Caesar, or not? Should we pay them, or should we not?”"},{"VERSE":"15","WORD":"But, knowing their hypocrisy, he said to them, “Why put me to the test? Bring me a denarius and let me look at it.”"},{"VERSE":"16","WORD":"And they brought one. And he said to them, “Whose likeness and inscription is this?” They said to him, “Caesar's.”"},{"VERSE":"17","WORD":"Jesus said to them, “Render to Caesar the things that are Caesar's, and to God the things that are God's.” And they marveled at him."},{"VERSE":"18","WORD":"And Sadducees came to him, who say that there is no resurrection. And they asked him a question, saying,"},{"VERSE":"19","WORD":"“Teacher, Moses wrote for us that if a man's brother dies and leaves a wife, but leaves no child, the man must take the widow and raise up offspring for his brother."},{"VERSE":"20","WORD":"There were seven brothers; the first took a wife, and when he died left no offspring."},{"VERSE":"21","WORD":"And the second took her, and died, leaving no offspring. And the third likewise."},{"VERSE":"22","WORD":"And the seven left no offspring. Last of all the woman also died."},{"VERSE":"23","WORD":"In the resurrection, when they rise again, whose wife will she be? For the seven had her as wife.”"},{"VERSE":"24","WORD":"Jesus said to them, “Is this not the reason you are wrong, because you know neither the Scriptures nor the power of God?"},{"VERSE":"25","WORD":"For when they rise from the dead, they neither marry nor are given in marriage, but are like angels in heaven."},{"VERSE":"26","WORD":"And as for the dead being raised, have you not read in the book of Moses, in the passage about the bush, how God spoke to him, saying, ‘I am the God of Abraham, and the God of Isaac, and the God of Jacob’?"},{"VERSE":"27","WORD":"He is not God of the dead, but of the living. You are quite wrong.”"},{"VERSE":"28","WORD":"And one of the scribes came up and heard them disputing with one another, and seeing that he answered them well, asked him, “Which commandment is the most important of all?”"},{"VERSE":"29","WORD":"Jesus answered, “The most important is, ‘Hear, O Israel: The Lord our God, the Lord is one."},{"VERSE":"30","WORD":"And you shall love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.’"},{"VERSE":"31","WORD":"The second is this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.”"},{"VERSE":"32","WORD":"And the scribe said to him, “You are right, Teacher. You have truly said that he is one, and there is no other besides him."},{"VERSE":"33","WORD":"And to love him with all the heart and with all the understanding and with all the strength, and to love one's neighbor as oneself, is much more than all whole burnt offerings and sacrifices.”"},{"VERSE":"34","WORD":"And when Jesus saw that he answered wisely, he said to him, “You are not far from the kingdom of God.” And after that no one dared to ask him any more questions."},{"VERSE":"35","WORD":"And as Jesus taught in the temple, he said, “How can the scribes say that the Christ is the son of David?"},{"VERSE":"36","WORD":"David himself, in the Holy Spirit, declared, “‘The Lord said to my Lord, “Sit at my right hand, until I put your enemies under your feet.”’"},{"VERSE":"37","WORD":"David himself calls him Lord. So how is he his son?” And the great throng heard him gladly."},{"VERSE":"38","WORD":"And in his teaching he said, “Beware of the scribes, who like to walk around in long robes and like greetings in the marketplaces"},{"VERSE":"39","WORD":"and have the best seats in the synagogues and the places of honor at feasts,"},{"VERSE":"40","WORD":"who devour widows' houses and for a pretense make long prayers. They will receive the greater condemnation.”"},{"VERSE":"41","WORD":"And he sat down opposite the treasury and watched the people putting money into the offering box. Many rich people put in large sums."},{"VERSE":"42","WORD":"And a poor widow came and put in two small copper coins, which make a penny."},{"VERSE":"43","WORD":"And he called his disciples to him and said to them, “Truly, I say to you, this poor widow has put in more than all those who are contributing to the offering box."},{"VERSE":"44","WORD":"For they all contributed out of their abundance, but she out of her poverty has put in everything she had, all she had to live on.”"}]},{"CHAPTER":"13","VERSES":[{"VERSE":"1","WORD":"And as he came out of the temple, one of his disciples said to him, “Look, Teacher, what wonderful stones and what wonderful buildings!”"},{"VERSE":"2","WORD":"And Jesus said to him, “Do you see these great buildings? There will not be left here one stone upon another that will not be thrown down.”"},{"VERSE":"3","WORD":"And as he sat on the Mount of Olives opposite the temple, Peter and James and John and Andrew asked him privately,"},{"VERSE":"4","WORD":"“Tell us, when will these things be, and what will be the sign when all these things are about to be accomplished?”"},{"VERSE":"5","WORD":"And Jesus began to say to them, “See that no one leads you astray."},{"VERSE":"6","WORD":"Many will come in my name, saying, ‘I am he!’ and they will lead many astray."},{"VERSE":"7","WORD":"And when you hear of wars and rumors of wars, do not be alarmed. This must take place, but the end is not yet."},{"VERSE":"8","WORD":"For nation will rise against nation, and kingdom against kingdom. There will be earthquakes in various places; there will be famines. These are but the beginning of the birth pains."},{"VERSE":"9","WORD":"“But be on your guard. For they will deliver you over to councils, and you will be beaten in synagogues, and you will stand before governors and kings for my sake, to bear witness before them."},{"VERSE":"10","WORD":"And the gospel must first be proclaimed to all nations."},{"VERSE":"11","WORD":"And when they bring you to trial and deliver you over, do not be anxious beforehand what you are to say, but say whatever is given you in that hour, for it is not you who speak, but the Holy Spirit."},{"VERSE":"12","WORD":"And brother will deliver brother over to death, and the father his child, and children will rise against parents and have them put to death."},{"VERSE":"13","WORD":"And you will be hated by all for my name's sake. But the one who endures to the end will be saved."},{"VERSE":"14","WORD":"“But when you see the abomination of desolation standing where he ought not to be (let the reader understand), then let those who are in Judea flee to the mountains."},{"VERSE":"15","WORD":"Let the one who is on the housetop not go down, nor enter his house, to take anything out,"},{"VERSE":"16","WORD":"and let the one who is in the field not turn back to take his cloak."},{"VERSE":"17","WORD":"And alas for women who are pregnant and for those who are nursing infants in those days!"},{"VERSE":"18","WORD":"Pray that it may not happen in winter."},{"VERSE":"19","WORD":"For in those days there will be such tribulation as has not been from the beginning of the creation that God created until now, and never will be."},{"VERSE":"20","WORD":"And if the Lord had not cut short the days, no human being would be saved. But for the sake of the elect, whom he chose, he shortened the days."},{"VERSE":"21","WORD":"And then if anyone says to you, ‘Look, here is the Christ!’ or ‘Look, there he is!’ do not believe it."},{"VERSE":"22","WORD":"For false christs and false prophets will arise and perform signs and wonders, to lead astray, if possible, the elect."},{"VERSE":"23","WORD":"But be on guard; I have told you all things beforehand."},{"VERSE":"24","WORD":"“But in those days, after that tribulation, the sun will be darkened, and the moon will not give its light,"},{"VERSE":"25","WORD":"and the stars will be falling from heaven, and the powers in the heavens will be shaken."},{"VERSE":"26","WORD":"And then they will see the Son of Man coming in clouds with great power and glory."},{"VERSE":"27","WORD":"And then he will send out the angels and gather his elect from the four winds, from the ends of the earth to the ends of heaven."},{"VERSE":"28","WORD":"“From the fig tree learn its lesson: as soon as its branch becomes tender and puts out its leaves, you know that summer is near."},{"VERSE":"29","WORD":"So also, when you see these things taking place, you know that he is near, at the very gates."},{"VERSE":"30","WORD":"Truly, I say to you, this generation will not pass away until all these things take place."},{"VERSE":"31","WORD":"Heaven and earth will pass away, but my words will not pass away."},{"VERSE":"32","WORD":"“But concerning that day or that hour, no one knows, not even the angels in heaven, nor the Son, but only the Father."},{"VERSE":"33","WORD":"Be on guard, keep awake. For you do not know when the time will come."},{"VERSE":"34","WORD":"It is like a man going on a journey, when he leaves home and puts his servants in charge, each with his work, and commands the doorkeeper to stay awake."},{"VERSE":"35","WORD":"Therefore stay awake—for you do not know when the master of the house will come, in the evening, or at midnight, or when the rooster crows, or in the morning—"},{"VERSE":"36","WORD":"lest he come suddenly and find you asleep."},{"VERSE":"37","WORD":"And what I say to you I say to all: Stay awake.”"}]},{"CHAPTER":"14","VERSES":[{"VERSE":"1","WORD":"It was now two days before the Passover and the Feast of Unleavened Bread. And the chief priests and the scribes were seeking how to arrest him by stealth and kill him,"},{"VERSE":"2","WORD":"for they said, “Not during the feast, lest there be an uproar from the people.”"},{"VERSE":"3","WORD":"And while he was at Bethany in the house of Simon the leper, as he was reclining at table, a woman came with an alabaster flask of ointment of pure nard, very costly, and she broke the flask and poured it over his head."},{"VERSE":"4","WORD":"There were some who said to themselves indignantly, “Why was the ointment wasted like that?"},{"VERSE":"5","WORD":"For this ointment could have been sold for more than three hundred denarii and given to the poor.” And they scolded her."},{"VERSE":"6","WORD":"But Jesus said, “Leave her alone. Why do you trouble her? She has done a beautiful thing to me."},{"VERSE":"7","WORD":"For you always have the poor with you, and whenever you want, you can do good for them. But you will not always have me."},{"VERSE":"8","WORD":"She has done what she could; she has anointed my body beforehand for burial."},{"VERSE":"9","WORD":"And truly, I say to you, wherever the gospel is proclaimed in the whole world, what she has done will be told in memory of her.”"},{"VERSE":"10","WORD":"Then Judas Iscariot, who was one of the twelve, went to the chief priests in order to betray him to them."},{"VERSE":"11","WORD":"And when they heard it, they were glad and promised to give him money. And he sought an opportunity to betray him."},{"VERSE":"12","WORD":"And on the first day of Unleavened Bread, when they sacrificed the Passover lamb, his disciples said to him, “Where will you have us go and prepare for you to eat the Passover?”"},{"VERSE":"13","WORD":"And he sent two of his disciples and said to them, “Go into the city, and a man carrying a jar of water will meet you. Follow him,"},{"VERSE":"14","WORD":"and wherever he enters, say to the master of the house, ‘The Teacher says, Where is my guest room, where I may eat the Passover with my disciples?’"},{"VERSE":"15","WORD":"And he will show you a large upper room furnished and ready; there prepare for us.”"},{"VERSE":"16","WORD":"And the disciples set out and went to the city and found it just as he had told them, and they prepared the Passover."},{"VERSE":"17","WORD":"And when it was evening, he came with the twelve."},{"VERSE":"18","WORD":"And as they were reclining at table and eating, Jesus said, “Truly, I say to you, one of you will betray me, one who is eating with me.”"},{"VERSE":"19","WORD":"They began to be sorrowful and to say to him one after another, “Is it I?”"},{"VERSE":"20","WORD":"He said to them, “It is one of the twelve, one who is dipping bread into the dish with me."},{"VERSE":"21","WORD":"For the Son of Man goes as it is written of him, but woe to that man by whom the Son of Man is betrayed! It would have been better for that man if he had not been born.”"},{"VERSE":"22","WORD":"And as they were eating, he took bread, and after blessing it broke it and gave it to them, and said, “Take; this is my body.”"},{"VERSE":"23","WORD":"And he took a cup, and when he had given thanks he gave it to them, and they all drank of it."},{"VERSE":"24","WORD":"And he said to them, “This is my blood of the covenant, which is poured out for many."},{"VERSE":"25","WORD":"Truly, I say to you, I will not drink again of the fruit of the vine until that day when I drink it new in the kingdom of God.”"},{"VERSE":"26","WORD":"And when they had sung a hymn, they went out to the Mount of Olives."},{"VERSE":"27","WORD":"And Jesus said to them, “You will all fall away, for it is written, ‘I will strike the shepherd, and the sheep will be scattered.’"},{"VERSE":"28","WORD":"But after I am raised up, I will go before you to Galilee.”"},{"VERSE":"29","WORD":"Peter said to him, “Even though they all fall away, I will not.”"},{"VERSE":"30","WORD":"And Jesus said to him, “Truly, I tell you, this very night, before the rooster crows twice, you will deny me three times.”"},{"VERSE":"31","WORD":"But he said emphatically, “If I must die with you, I will not deny you.” And they all said the same."},{"VERSE":"32","WORD":"And they went to a place called Gethsemane. And he said to his disciples, “Sit here while I pray.”"},{"VERSE":"33","WORD":"And he took with him Peter and James and John, and began to be greatly distressed and troubled."},{"VERSE":"34","WORD":"And he said to them, “My soul is very sorrowful, even to death. Remain here and watch.”"},{"VERSE":"35","WORD":"And going a little farther, he fell on the ground and prayed that, if it were possible, the hour might pass from him."},{"VERSE":"36","WORD":"And he said, “Abba, Father, all things are possible for you. Remove this cup from me. Yet not what I will, but what you will.”"},{"VERSE":"37","WORD":"And he came and found them sleeping, and he said to Peter, “Simon, are you asleep? Could you not watch one hour?"},{"VERSE":"38","WORD":"Watch and pray that you may not enter into temptation. The spirit indeed is willing, but the flesh is weak.”"},{"VERSE":"39","WORD":"And again he went away and prayed, saying the same words."},{"VERSE":"40","WORD":"And again he came and found them sleeping, for their eyes were very heavy, and they did not know what to answer him."},{"VERSE":"41","WORD":"And he came the third time and said to them, “Are you still sleeping and taking your rest? It is enough; the hour has come. The Son of Man is betrayed into the hands of sinners."},{"VERSE":"42","WORD":"Rise, let us be going; see, my betrayer is at hand.”"},{"VERSE":"43","WORD":"And immediately, while he was still speaking, Judas came, one of the twelve, and with him a crowd with swords and clubs, from the chief priests and the scribes and the elders."},{"VERSE":"44","WORD":"Now the betrayer had given them a sign, saying, “The one I will kiss is the man. Seize him and lead him away under guard.”"},{"VERSE":"45","WORD":"And when he came, he went up to him at once and said, “Rabbi!” And he kissed him."},{"VERSE":"46","WORD":"And they laid hands on him and seized him."},{"VERSE":"47","WORD":"But one of those who stood by drew his sword and struck the servant of the high priest and cut off his ear."},{"VERSE":"48","WORD":"And Jesus said to them, “Have you come out as against a robber, with swords and clubs to capture me?"},{"VERSE":"49","WORD":"Day after day I was with you in the temple teaching, and you did not seize me. But let the Scriptures be fulfilled.”"},{"VERSE":"50","WORD":"And they all left him and fled."},{"VERSE":"51","WORD":"And a young man followed him, with nothing but a linen cloth about his body. And they seized him,"},{"VERSE":"52","WORD":"but he left the linen cloth and ran away naked."},{"VERSE":"53","WORD":"And they led Jesus to the high priest. And all the chief priests and the elders and the scribes came together."},{"VERSE":"54","WORD":"And Peter had followed him at a distance, right into the courtyard of the high priest. And he was sitting with the guards and warming himself at the fire."},{"VERSE":"55","WORD":"Now the chief priests and the whole council were seeking testimony against Jesus to put him to death, but they found none."},{"VERSE":"56","WORD":"For many bore false witness against him, but their testimony did not agree."},{"VERSE":"57","WORD":"And some stood up and bore false witness against him, saying,"},{"VERSE":"58","WORD":"“We heard him say, ‘I will destroy this temple that is made with hands, and in three days I will build another, not made with hands.’”"},{"VERSE":"59","WORD":"Yet even about this their testimony did not agree."},{"VERSE":"60","WORD":"And the high priest stood up in the midst and asked Jesus, “Have you no answer to make? What is it that these men testify against you?”"},{"VERSE":"61","WORD":"But he remained silent and made no answer. Again the high priest asked him, “Are you the Christ, the Son of the Blessed?”"},{"VERSE":"62","WORD":"And Jesus said, “I am, and you will see the Son of Man seated at the right hand of Power, and coming with the clouds of heaven.”"},{"VERSE":"63","WORD":"And the high priest tore his garments and said, “What further witnesses do we need?"},{"VERSE":"64","WORD":"You have heard his blasphemy. What is your decision?” And they all condemned him as deserving death."},{"VERSE":"65","WORD":"And some began to spit on him and to cover his face and to strike him, saying to him, “Prophesy!” And the guards received him with blows."},{"VERSE":"66","WORD":"And as Peter was below in the courtyard, one of the servant girls of the high priest came,"},{"VERSE":"67","WORD":"and seeing Peter warming himself, she looked at him and said, “You also were with the Nazarene, Jesus.”"},{"VERSE":"68","WORD":"But he denied it, saying, “I neither know nor understand what you mean.” And he went out into the gateway and the rooster crowed."},{"VERSE":"69","WORD":"And the servant girl saw him and began again to say to the bystanders, “This man is one of them.”"},{"VERSE":"70","WORD":"But again he denied it. And after a little while the bystanders again said to Peter, “Certainly you are one of them, for you are a Galilean.”"},{"VERSE":"71","WORD":"But he began to invoke a curse on himself and to swear, “I do not know this man of whom you speak.”"},{"VERSE":"72","WORD":"And immediately the rooster crowed a second time. And Peter remembered how Jesus had said to him, “Before the rooster crows twice, you will deny me three times.” And he broke down and wept."}]},{"CHAPTER":"15","VERSES":[{"VERSE":"1","WORD":"And as soon as it was morning, the chief priests held a consultation with the elders and scribes and the whole council. And they bound Jesus and led him away and delivered him over to Pilate."},{"VERSE":"2","WORD":"And Pilate asked him, “Are you the King of the Jews?” And he answered him, “You have said so.”"},{"VERSE":"3","WORD":"And the chief priests accused him of many things."},{"VERSE":"4","WORD":"And Pilate again asked him, “Have you no answer to make? See how many charges they bring against you.”"},{"VERSE":"5","WORD":"But Jesus made no further answer, so that Pilate was amazed."},{"VERSE":"6","WORD":"Now at the feast he used to release for them one prisoner for whom they asked."},{"VERSE":"7","WORD":"And among the rebels in prison, who had committed murder in the insurrection, there was a man called Barabbas."},{"VERSE":"8","WORD":"And the crowd came up and began to ask Pilate to do as he usually did for them."},{"VERSE":"9","WORD":"And he answered them, saying, “Do you want me to release for you the King of the Jews?”"},{"VERSE":"10","WORD":"For he perceived that it was out of envy that the chief priests had delivered him up."},{"VERSE":"11","WORD":"But the chief priests stirred up the crowd to have him release for them Barabbas instead."},{"VERSE":"12","WORD":"And Pilate again said to them, “Then what shall I do with the man you call the King of the Jews?”"},{"VERSE":"13","WORD":"And they cried out again, “Crucify him.”"},{"VERSE":"14","WORD":"And Pilate said to them, “Why? What evil has he done?” But they shouted all the more, “Crucify him.”"},{"VERSE":"15","WORD":"So Pilate, wishing to satisfy the crowd, released for them Barabbas, and having scourged Jesus, he delivered him to be crucified."},{"VERSE":"16","WORD":"And the soldiers led him away inside the palace (that is, the governor's headquarters), and they called together the whole battalion."},{"VERSE":"17","WORD":"And they clothed him in a purple cloak, and twisting together a crown of thorns, they put it on him."},{"VERSE":"18","WORD":"And they began to salute him, “Hail, King of the Jews!”"},{"VERSE":"19","WORD":"And they were striking his head with a reed and spitting on him and kneeling down in homage to him."},{"VERSE":"20","WORD":"And when they had mocked him, they stripped him of the purple cloak and put his own clothes on him. And they led him out to crucify him."},{"VERSE":"21","WORD":"And they compelled a passerby, Simon of Cyrene, who was coming in from the country, the father of Alexander and Rufus, to carry his cross."},{"VERSE":"22","WORD":"And they brought him to the place called Golgotha (which means Place of a Skull)."},{"VERSE":"23","WORD":"And they offered him wine mixed with myrrh, but he did not take it."},{"VERSE":"24","WORD":"And they crucified him and divided his garments among them, casting lots for them, to decide what each should take."},{"VERSE":"25","WORD":"And it was the third hour when they crucified him."},{"VERSE":"26","WORD":"And the inscription of the charge against him read, “The King of the Jews.”"},{"VERSE":"27","WORD":"And with him they crucified two robbers, one on his right and one on his left."},{"VERSE":"28","WORD":""},{"VERSE":"29","WORD":"And those who passed by derided him, wagging their heads and saying, “Aha! You who would destroy the temple and rebuild it in three days,"},{"VERSE":"30","WORD":"save yourself, and come down from the cross!”"},{"VERSE":"31","WORD":"So also the chief priests with the scribes mocked him to one another, saying, “He saved others; he cannot save himself."},{"VERSE":"32","WORD":"Let the Christ, the King of Israel, come down now from the cross that we may see and believe.” Those who were crucified with him also reviled him."},{"VERSE":"33","WORD":"And when the sixth hour had come, there was darkness over the whole land until the ninth hour."},{"VERSE":"34","WORD":"And at the ninth hour Jesus cried with a loud voice, “Eloi, Eloi, lema sabachthani?” which means, “My God, my God, why have you forsaken me?”"},{"VERSE":"35","WORD":"And some of the bystanders hearing it said, “Behold, he is calling Elijah.”"},{"VERSE":"36","WORD":"And someone ran and filled a sponge with sour wine, put it on a reed and gave it to him to drink, saying, “Wait, let us see whether Elijah will come to take him down.”"},{"VERSE":"37","WORD":"And Jesus uttered a loud cry and breathed his last."},{"VERSE":"38","WORD":"And the curtain of the temple was torn in two, from top to bottom."},{"VERSE":"39","WORD":"And when the centurion, who stood facing him, saw that in this way he breathed his last, he said, “Truly this man was the Son of God!”"},{"VERSE":"40","WORD":"There were also women looking on from a distance, among whom were Mary Magdalene, and Mary the mother of James the younger and of Joses, and Salome."},{"VERSE":"41","WORD":"When he was in Galilee, they followed him and ministered to him, and there were also many other women who came up with him to Jerusalem."},{"VERSE":"42","WORD":"And when evening had come, since it was the day of Preparation, that is, the day before the Sabbath,"},{"VERSE":"43","WORD":"Joseph of Arimathea, a respected member of the council, who was also himself looking for the kingdom of God, took courage and went to Pilate and asked for the body of Jesus."},{"VERSE":"44","WORD":"Pilate was surprised to hear that he should have already died. And summoning the centurion, he asked him whether he was already dead."},{"VERSE":"45","WORD":"And when he learned from the centurion that he was dead, he granted the corpse to Joseph."},{"VERSE":"46","WORD":"And Joseph bought a linen shroud, and taking him down, wrapped him in the linen shroud and laid him in a tomb that had been cut out of the rock. And he rolled a stone against the entrance of the tomb."},{"VERSE":"47","WORD":"Mary Magdalene and Mary the mother of Joses saw where he was laid."}]},{"CHAPTER":"16","VERSES":[{"VERSE":"1","WORD":"When the Sabbath was past, Mary Magdalene, Mary the mother of James, and Salome bought spices, so that they might go and anoint him."},{"VERSE":"2","WORD":"And very early on the first day of the week, when the sun had risen, they went to the tomb."},{"VERSE":"3","WORD":"And they were saying to one another, “Who will roll away the stone for us from the entrance of the tomb?”"},{"VERSE":"4","WORD":"And looking up, they saw that the stone had been rolled back—it was very large."},{"VERSE":"5","WORD":"And entering the tomb, they saw a young man sitting on the right side, dressed in a white robe, and they were alarmed."},{"VERSE":"6","WORD":"And he said to them, “Do not be alarmed. You seek Jesus of Nazareth, who was crucified. He has risen; he is not here. See the place where they laid him."},{"VERSE":"7","WORD":"But go, tell his disciples and Peter that he is going before you to Galilee. There you will see him, just as he told you.”"},{"VERSE":"8","WORD":"And they went out and fled from the tomb, for trembling and astonishment had seized them, and they said nothing to anyone, for they were afraid."},{"VERSE":"9","WORD":"Now when he rose early on the first day of the week, he appeared first to Mary Magdalene, from whom he had cast out seven demons."},{"VERSE":"10","WORD":"She went and told those who had been with him, as they mourned and wept."},{"VERSE":"11","WORD":"But when they heard that he was alive and had been seen by her, they would not believe it."},{"VERSE":"12","WORD":"After these things he appeared in another form to two of them, as they were walking into the country."},{"VERSE":"13","WORD":"And they went back and told the rest, but they did not believe them."},{"VERSE":"14","WORD":"Afterward he appeared to the eleven themselves as they were reclining at table, and he rebuked them for their unbelief and hardness of heart, because they had not believed those who saw him after he had risen."},{"VERSE":"15","WORD":"And he said to them, “Go into all the world and proclaim the gospel to the whole creation."},{"VERSE":"16","WORD":"Whoever believes and is baptized will be saved, but whoever does not believe will be condemned."},{"VERSE":"17","WORD":"And these signs will accompany those who believe: in my name they will cast out demons; they will speak in new tongues;"},{"VERSE":"18","WORD":"they will pick up serpents with their hands; and if they drink any deadly poison, it will not hurt them; they will lay their hands on the sick, and they will recover.”"},{"VERSE":"19","WORD":"So then the Lord Jesus, after he had spoken to them, was taken up into heaven and sat down at the right hand of God."},{"VERSE":"20","WORD":"And they went out and preached everywhere, while the Lord worked with them and confirmed the message by accompanying signs."}]}]}