{
  "BOOK": "Philippians",
  "CHAPTERS": [
    {
      "CHAPTER": "1",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "Paul and Timothy, servants of Christ Jesus, To all the saints in Christ Jesus who are at Philippi, with the overseers and deacons:"
        },
        {
          "VERSE": "2",
          "WORD": "Grace to you and peace from God our Father and the Lord Jesus Christ."
        },
        {
          "VERSE": "3",
          "WORD": "I thank my God in all my remembrance of you,"
        },
        {
          "VERSE": "4",
          "WORD": "always in every prayer of mine for you all making my prayer with joy,"
        },
        {
          "VERSE": "5",
          "WORD": "because of your partnership in the gospel from the first day until now."
        },
        {
          "VERSE": "6",
          "WORD": "And I am sure of this, that he who began a good work in you will bring it to completion at the day of Jesus Christ."
        },
        {
          "VERSE": "7",
          "WORD": "It is right for me to feel this way about you all, because I hold you in my heart, for you are all partakers with me of grace, both in my imprisonment and in the defense and confirmation of the gospel."
        },
        {
          "VERSE": "8",
          "WORD": "For God is my witness, how I yearn for you all with the affection of Christ Jesus."
        },
        {
          "VERSE": "9",
          "WORD": "And it is my prayer that your love may abound more and more, with knowledge and all discernment,"
        },
        {
          "VERSE": "10",
          "WORD": "so that you may approve what is excellent, and so be pure and blameless for the day of Christ,"
        },
        {
          "VERSE": "11",
          "WORD": "filled with the fruit of righteousness that comes through Jesus Christ, to the glory and praise of God."
        },
        {
          "VERSE": "12",
          "WORD": "I want you to know, brothers, that what has happened to me has really served to advance the gospel,"
        },
        {
          "VERSE": "13",
          "WORD": "so that it has become known throughout the whole imperial guard and to all the rest that my imprisonment is for Christ."
        },
        {
          "VERSE": "14",
          "WORD": "And most of the brothers, having become confident in the Lord by my imprisonment, are much more bold to speak the word without fear."
        },
        {
          "VERSE": "15",
          "WORD": "Some indeed preach Christ from envy and rivalry, but others from good will."
        },
        {
          "VERSE": "16",
          "WORD": "The latter do it out of love, knowing that I am put here for the defense of the gospel."
        },
        {
          "VERSE": "17",
          "WORD": "The former proclaim Christ out of selfish ambition, not sincerely but thinking to afflict me in my imprisonment."
        },
        {
          "VERSE": "18",
          "WORD": "What then? Only that in every way, whether in pretense or in truth, Christ is proclaimed, and in that I rejoice. Yes, and I will rejoice,"
        },
        {
          "VERSE": "19",
          "WORD": "for I know that through your prayers and the help of the Spirit of Jesus Christ this will turn out for my deliverance,"
        },
        {
          "VERSE": "20",
          "WORD": "as it is my eager expectation and hope that I will not be at all ashamed, but that with full courage now as always Christ will be honored in my body, whether by life or by death."
        },
        {
          "VERSE": "21",
          "WORD": "For to me to live is Christ, and to die is gain."
        },
        {
          "VERSE": "22",
          "WORD": "If I am to live in the flesh, that means fruitful labor for me. Yet which I shall choose I cannot tell."
        },
        {
          "VERSE": "23",
          "WORD": "I am hard pressed between the two. My desire is to depart and be with Christ, for that is far better."
        },
        {
          "VERSE": "24",
          "WORD": "But to remain in the flesh is more necessary on your account."
        },
        {
          "VERSE": "25",
          "WORD": "Convinced of this, I know that I will remain and continue with you all, for your progress and joy in the faith,"
        },
        {
          "VERSE": "26",
          "WORD": "so that in me you may have ample cause to glory in Christ Jesus, because of my coming to you again."
        },
        {
          "VERSE": "27",
          "WORD": "Only let your manner of life be worthy of the gospel of Christ, so that whether I come and see you or am absent, I may hear of you that you are standing firm in one spirit, with one mind striving side by side for the faith of the gospel,"
        },
        {
          "VERSE": "28",
          "WORD": "and not frightened in anything by your opponents. This is a clear sign to them of their destruction, but of your salvation, and that from God."
        },
        {
          "VERSE": "29",
          "WORD": "For it has been granted to you that for the sake of Christ you should not only believe in him but also suffer for his sake,"
        },
        {
          "VERSE": "30",
          "WORD": "engaged in the same conflict that you saw I had and now hear that I still have."
        }
      ]
    },
    {
      "CHAPTER": "2",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "So if there is any encouragement in Christ, any comfort from love, any participation in the Spirit, any affection and sympathy,"
        },
        {
          "VERSE": "2",
          "WORD": "complete my joy by being of the same mind, having the same love, being in full accord and of one mind."
        },
        {
          "VERSE": "3",
          "WORD": "Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves."
        },
        {
          "VERSE": "4",
          "WORD": "Let each of you look not only to his own interests, but also to the interests of others."
        },
        {
          "VERSE": "5",
          "WORD": "Have this mind among yourselves, which is yours in Christ Jesus,"
        },
        {
          "VERSE": "6",
          "WORD": "who, though he was in the form of God, did not count equality with God a thing to be grasped,"
        },
        {
          "VERSE": "7",
          "WORD": "but emptied himself, by taking the form of a servant, being born in the likeness of men."
        },
        {
          "VERSE": "8",
          "WORD": "And being found in human form, he humbled himself by becoming obedient to the point of death, even death on a cross."
        },
        {
          "VERSE": "9",
          "WORD": "Therefore God has highly exalted him and bestowed on him the name that is above every name,"
        },
        {
          "VERSE": "10",
          "WORD": "so that at the name of Jesus every knee should bow, in heaven and on earth and under the earth,"
        },
        {
          "VERSE": "11",
          "WORD": "and every tongue confess that Jesus Christ is Lord, to the glory of God the Father."
        },
        {
          "VERSE": "12",
          "WORD": "Therefore, my beloved, as you have always obeyed, so now, not only as in my presence but much more in my absence, work out your own salvation with fear and trembling,"
        },
        {
          "VERSE": "13",
          "WORD": "for it is God who works in you, both to will and to work for his good pleasure."
        },
        {
          "VERSE": "14",
          "WORD": "Do all things without grumbling or disputing,"
        },
        {
          "VERSE": "15",
          "WORD": "that you may be blameless and innocent, children of God without blemish in the midst of a crooked and twisted generation, among whom you shine as lights in the world,"
        },
        {
          "VERSE": "16",
          "WORD": "holding fast to the word of life, so that in the day of Christ I may be proud that I did not run in vain or labor in vain."
        },
        {
          "VERSE": "17",
          "WORD": "Even if I am to be poured out as a drink offering upon the sacrificial offering of your faith, I am glad and rejoice with you all."
        },
        {
          "VERSE": "18",
          "WORD": "Likewise you also should be glad and rejoice with me."
        },
        {
          "VERSE": "19",
          "WORD": "I hope in the Lord Jesus to send Timothy to you soon, so that I too may be cheered by news of you."
        },
        {
          "VERSE": "20",
          "WORD": "For I have no one like him, who will be genuinely concerned for your welfare."
        },
        {
          "VERSE": "21",
          "WORD": "For they all seek their own interests, not those of Jesus Christ."
        },
        {
          "VERSE": "22",
          "WORD": "But you know Timothy's proven worth, how as a son with a father he has served with me in the gospel."
        },
        {
          "VERSE": "23",
          "WORD": "I hope therefore to send him just as soon as I see how it will go with me,"
        },
        {
          "VERSE": "24",
          "WORD": "and I trust in the Lord that shortly I myself will come also."
        },
        {
          "VERSE": "25",
          "WORD": "I have thought it necessary to send to you Epaphroditus my brother and fellow worker and fellow soldier, and your messenger and minister to my need,"
        },
        {
          "VERSE": "26",
          "WORD": "for he has been longing for you all and has been distressed because you heard that he was ill."
        },
        {
          "VERSE": "27",
          "WORD": "Indeed he was ill, near to death. But God had mercy on him, and not only on him but on me also, lest I should have sorrow upon sorrow."
        },
        {
          "VERSE": "28",
          "WORD": "I am the more eager to send him, therefore, that you may rejoice at seeing him again, and that I may be less anxious."
        },
        {
          "VERSE": "29",
          "WORD": "So receive him in the Lord with all joy, and honor such men,"
        },
        {
          "VERSE": "30",
          "WORD": "for he nearly died for the work of Christ, risking his life to complete what was lacking in your service to me."
        }
      ]
    },
    {
      "CHAPTER": "3",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "Finally, my brothers, rejoice in the Lord. To write the same things to you is no trouble to me and is safe for you."
        },
        {
          "VERSE": "2",
          "WORD": "Look out for the dogs, look out for the evildoers, look out for those who mutilate the flesh."
        },
        {
          "VERSE": "3",
          "WORD": "For we are the circumcision, who worship by the Spirit of God and glory in Christ Jesus and put no confidence in the flesh—"
        },
        {
          "VERSE": "4",
          "WORD": "though I myself have reason for confidence in the flesh also. If anyone else thinks he has reason for confidence in the flesh, I have more:"
        },
        {
          "VERSE": "5",
          "WORD": "circumcised on the eighth day, of the people of Israel, of the tribe of Benjamin, a Hebrew of Hebrews; as to the law, a Pharisee;"
        },
        {
          "VERSE": "6",
          "WORD": "as to zeal, a persecutor of the church; as to righteousness under the law, blameless."
        },
        {
          "VERSE": "7",
          "WORD": "But whatever gain I had, I counted as loss for the sake of Christ."
        },
        {
          "VERSE": "8",
          "WORD": "Indeed, I count everything as loss because of the surpassing worth of knowing Christ Jesus my Lord. For his sake I have suffered the loss of all things and count them as rubbish, in order that I may gain Christ"
        },
        {
          "VERSE": "9",
          "WORD": "and be found in him, not having a righteousness of my own that comes from the law, but that which comes through faith in Christ, the righteousness from God that depends on faith—"
        },
        {
          "VERSE": "10",
          "WORD": "that I may know him and the power of his resurrection, and may share his sufferings, becoming like him in his death,"
        },
        {
          "VERSE": "11",
          "WORD": "that by any means possible I may attain the resurrection from the dead."
        },
        {
          "VERSE": "12",
          "WORD": "Not that I have already obtained this or am already perfect, but I press on to make it my own, because Christ Jesus has made me his own."
        },
        {
          "VERSE": "13",
          "WORD": "Brothers, I do not consider that I have made it my own. But one thing I do: forgetting what lies behind and straining forward to what lies ahead,"
        },
        {
          "VERSE": "14",
          "WORD": "I press on toward the goal for the prize of the upward call of God in Christ Jesus."
        },
        {
          "VERSE": "15",
          "WORD": "Let those of us who are mature think this way, and if in anything you think otherwise, God will reveal that also to you."
        },
        {
          "VERSE": "16",
          "WORD": "Only let us hold true to what we have attained."
        },
        {
          "VERSE": "17",
          "WORD": "Brothers, join in imitating me, and keep your eyes on those who walk according to the example you have in us."
        },
        {
          "VERSE": "18",
          "WORD": "For many, of whom I have often told you and now tell you even with tears, walk as enemies of the cross of Christ."
        },
        {
          "VERSE": "19",
          "WORD": "Their end is destruction, their god is their belly, and they glory in their shame, with minds set on earthly things."
        },
        {
          "VERSE": "20",
          "WORD": "But our citizenship is in heaven, and from it we await a Savior, the Lord Jesus Christ,"
        },
        {
          "VERSE": "21",
          "WORD": "who will transform our lowly body to be like his glorious body, by the power that enables him even to subject all things to himself."
        }
      ]
    },
    {
      "CHAPTER": "4",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "Therefore, my brothers, whom I love and long for, my joy and crown, stand firm thus in the Lord, my beloved."
        },
        {
          "VERSE": "2",
          "WORD": "I entreat Euodia and I entreat Syntyche to agree in the Lord."
        },
        {
          "VERSE": "3",
          "WORD": "Yes, I ask you also, true companion, help these women, who have labored side by side with me in the gospel together with Clement and the rest of my fellow workers, whose names are in the book of life."
        },
        {
          "VERSE": "4",
          "WORD": "Rejoice in the Lord always; again I will say, rejoice."
        },
        {
          "VERSE": "5",
          "WORD": "Let your reasonableness be known to everyone. The Lord is at hand;"
        },
        {
          "VERSE": "6",
          "WORD": "do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God."
        },
        {
          "VERSE": "7",
          "WORD": "And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus."
        },
        {
          "VERSE": "8",
          "WORD": "Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things."
        },
        {
          "VERSE": "9",
          "WORD": "What you have learned and received and heard and seen in me—practice these things, and the God of peace will be with you."
        },
        {
          "VERSE": "10",
          "WORD": "I rejoiced in the Lord greatly that now at length you have revived your concern for me. You were indeed concerned for me, but you had no opportunity."
        },
        {
          "VERSE": "11",
          "WORD": "Not that I am speaking of being in need, for I have learned in whatever situation I am to be content."
        },
        {
          "VERSE": "12",
          "WORD": "I know how to be brought low, and I know how to abound. In any and every circumstance, I have learned the secret of facing plenty and hunger, abundance and need."
        },
        {
          "VERSE": "13",
          "WORD": "I can do all things through him who strengthens me."
        },
        {
          "VERSE": "14",
          "WORD": "Yet it was kind of you to share my trouble."
        },
        {
          "VERSE": "15",
          "WORD": "And you Philippians yourselves know that in the beginning of the gospel, when I left Macedonia, no church entered into partnership with me in giving and receiving, except you only."
        },
        {
          "VERSE": "16",
          "WORD": "Even in Thessalonica you sent me help for my needs once and again."
        },
        {
          "VERSE": "17",
          "WORD": "Not that I seek the gift, but I seek the fruit that increases to your credit."
        },
        {
          "VERSE": "18",
          "WORD": "I have received full payment, and more. I am well supplied, having received from Epaphroditus the gifts you sent, a fragrant offering, a sacrifice acceptable and pleasing to God."
        },
        {
          "VERSE": "19",
          "WORD": "And my God will supply every need of yours according to his riches in glory in Christ Jesus."
        },
        {
          "VERSE": "20",
          "WORD": "To our God and Father be glory forever and ever. Amen."
        },
        {
          "VERSE": "21",
          "WORD": "Greet every saint in Christ Jesus. The brothers who are with me greet you."
        },
        {
          "VERSE": "22",
          "WORD": "All the saints greet you, especially those of Caesar's household."
        },
        {
          "VERSE": "23",
          "WORD": "The grace of the Lord Jesus Christ be with your spirit."
        }
      ]
    }
  ]
}