{"BOOK":"Psalm","CHAPTERS":[{"CHAPTER":"1","VERSES":[{"VERSE":"1","WORD":"Blessed is the man who walks not in the counsel of the wicked, nor stands in the way of sinners, nor sits in the seat of scoffers;"},{"VERSE":"2","WORD":"but his delight is in the law of the Lord, and on his law he meditates day and night."},{"VERSE":"3","WORD":"He is like a tree planted by streams of water that yields its fruit in its season, and its leaf does not wither. In all that he does, he prospers."},{"VERSE":"4","WORD":"The wicked are not so, but are like chaff that the wind drives away."},{"VERSE":"5","WORD":"Therefore the wicked will not stand in the judgment, nor sinners in the congregation of the righteous;"},{"VERSE":"6","WORD":"for the Lord knows the way of the righteous, but the way of the wicked will perish."}]},{"CHAPTER":"2","VERSES":[{"VERSE":"1","WORD":"Why do the nations rage and the peoples plot in vain?"},{"VERSE":"2","WORD":"The kings of the earth set themselves, and the rulers take counsel together, against the Lord and against his Anointed, saying,"},{"VERSE":"3","WORD":"“Let us burst their bonds apart and cast away their cords from us.”"},{"VERSE":"4","WORD":"He who sits in the heavens laughs; the Lord holds them in derision."},{"VERSE":"5","WORD":"Then he will speak to them in his wrath, and terrify them in his fury, saying,"},{"VERSE":"6","WORD":"“As for me, I have set my King on Zion, my holy hill.”"},{"VERSE":"7","WORD":"I will tell of the decree: The Lord said to me, “You are my Son; today I have begotten you."},{"VERSE":"8","WORD":"Ask of me, and I will make the nations your heritage, and the ends of the earth your possession."},{"VERSE":"9","WORD":"You shall break them with a rod of iron and dash them in pieces like a potter's vessel.”"},{"VERSE":"10","WORD":"Now therefore, O kings, be wise; be warned, O rulers of the earth."},{"VERSE":"11","WORD":"Serve the Lord with fear, and rejoice with trembling."},{"VERSE":"12","WORD":"Kiss the Son, lest he be angry, and you perish in the way, for his wrath is quickly kindled. Blessed are all who take refuge in him."}]},{"CHAPTER":"3","VERSES":[{"VERSE":"1","WORD":"O Lord, how many are my foes! Many are rising against me;"},{"VERSE":"2","WORD":"many are saying of my soul, “There is no salvation for him in God.” Selah"},{"VERSE":"3","WORD":"But you, O Lord, are a shield about me, my glory, and the lifter of my head."},{"VERSE":"4","WORD":"I cried aloud to the Lord, and he answered me from his holy hill. Selah"},{"VERSE":"5","WORD":"I lay down and slept; I woke again, for the Lord sustained me."},{"VERSE":"6","WORD":"I will not be afraid of many thousands of people who have set themselves against me all around."},{"VERSE":"7","WORD":"Arise, O Lord! Save me, O my God! For you strike all my enemies on the cheek; you break the teeth of the wicked."},{"VERSE":"8","WORD":"Salvation belongs to the Lord; your blessing be on your people! Selah"}]},{"CHAPTER":"4","VERSES":[{"VERSE":"1","WORD":"Answer me when I call, O God of my righteousness! You have given me relief when I was in distress. Be gracious to me and hear my prayer!"},{"VERSE":"2","WORD":"O men, how long shall my honor be turned into shame? How long will you love vain words and seek after lies? Selah"},{"VERSE":"3","WORD":"But know that the Lord has set apart the godly for himself; the Lord hears when I call to him."},{"VERSE":"4","WORD":"Be angry, and do not sin; ponder in your own hearts on your beds, and be silent. Selah"},{"VERSE":"5","WORD":"Offer right sacrifices, and put your trust in the Lord."},{"VERSE":"6","WORD":"There are many who say, “Who will show us some good? Lift up the light of your face upon us, O Lord!”"},{"VERSE":"7","WORD":"You have put more joy in my heart than they have when their grain and wine abound."},{"VERSE":"8","WORD":"In peace I will both lie down and sleep; for you alone, O Lord, make me dwell in safety."}]},{"CHAPTER":"5","VERSES":[{"VERSE":"1","WORD":"Give ear to my words, O Lord; consider my groaning."},{"VERSE":"2","WORD":"Give attention to the sound of my cry, my King and my God, for to you do I pray."},{"VERSE":"3","WORD":"O Lord, in the morning you hear my voice; in the morning I prepare a sacrifice for you and watch."},{"VERSE":"4","WORD":"For you are not a God who delights in wickedness; evil may not dwell with you."},{"VERSE":"5","WORD":"The boastful shall not stand before your eyes; you hate all evildoers."},{"VERSE":"6","WORD":"You destroy those who speak lies; the Lord abhors the bloodthirsty and deceitful man."},{"VERSE":"7","WORD":"But I, through the abundance of your steadfast love, will enter your house. I will bow down toward your holy temple in the fear of you."},{"VERSE":"8","WORD":"Lead me, O Lord, in your righteousness because of my enemies; make your way straight before me."},{"VERSE":"9","WORD":"For there is no truth in their mouth; their inmost self is destruction; their throat is an open grave; they flatter with their tongue."},{"VERSE":"10","WORD":"Make them bear their guilt, O God; let them fall by their own counsels; because of the abundance of their transgressions cast them out, for they have rebelled against you."},{"VERSE":"11","WORD":"But let all who take refuge in you rejoice; let them ever sing for joy, and spread your protection over them, that those who love your name may exult in you."},{"VERSE":"12","WORD":"For you bless the righteous, O Lord; you cover him with favor as with a shield."}]},{"CHAPTER":"6","VERSES":[{"VERSE":"1","WORD":"O Lord, rebuke me not in your anger, nor discipline me in your wrath."},{"VERSE":"2","WORD":"Be gracious to me, O Lord, for I am languishing; heal me, O Lord, for my bones are troubled."},{"VERSE":"3","WORD":"My soul also is greatly troubled. But you, O Lord—how long?"},{"VERSE":"4","WORD":"Turn, O Lord, deliver my life; save me for the sake of your steadfast love."},{"VERSE":"5","WORD":"For in death there is no remembrance of you; in Sheol who will give you praise?"},{"VERSE":"6","WORD":"I am weary with my moaning; every night I flood my bed with tears; I drench my couch with my weeping."},{"VERSE":"7","WORD":"My eye wastes away because of grief; it grows weak because of all my foes."},{"VERSE":"8","WORD":"Depart from me, all you workers of evil, for the Lord has heard the sound of my weeping."},{"VERSE":"9","WORD":"The Lord has heard my plea; the Lord accepts my prayer."},{"VERSE":"10","WORD":"All my enemies shall be ashamed and greatly troubled; they shall turn back and be put to shame in a moment."}]},{"CHAPTER":"7","VERSES":[{"VERSE":"1","WORD":"O Lord my God, in you do I take refuge; save me from all my pursuers and deliver me,"},{"VERSE":"2","WORD":"lest like a lion they tear my soul apart, rending it in pieces, with none to deliver."},{"VERSE":"3","WORD":"O Lord my God, if I have done this, if there is wrong in my hands,"},{"VERSE":"4","WORD":"if I have repaid my friend with evil or plundered my enemy without cause,"},{"VERSE":"5","WORD":"let the enemy pursue my soul and overtake it, and let him trample my life to the ground and lay my glory in the dust. Selah"},{"VERSE":"6","WORD":"Arise, O Lord, in your anger; lift yourself up against the fury of my enemies; awake for me; you have appointed a judgment."},{"VERSE":"7","WORD":"Let the assembly of the peoples be gathered about you; over it return on high."},{"VERSE":"8","WORD":"The Lord judges the peoples; judge me, O Lord, according to my righteousness and according to the integrity that is in me."},{"VERSE":"9","WORD":"Oh, let the evil of the wicked come to an end, and may you establish the righteous— you who test the minds and hearts, O righteous God!"},{"VERSE":"10","WORD":"My shield is with God, who saves the upright in heart."},{"VERSE":"11","WORD":"God is a righteous judge, and a God who feels indignation every day."},{"VERSE":"12","WORD":"If a man does not repent, God will whet his sword; he has bent and readied his bow;"},{"VERSE":"13","WORD":"he has prepared for him his deadly weapons, making his arrows fiery shafts."},{"VERSE":"14","WORD":"Behold, the wicked man conceives evil and is pregnant with mischief and gives birth to lies."},{"VERSE":"15","WORD":"He makes a pit, digging it out, and falls into the hole that he has made."},{"VERSE":"16","WORD":"His mischief returns upon his own head, and on his own skull his violence descends."},{"VERSE":"17","WORD":"I will give to the Lord the thanks due to his righteousness, and I will sing praise to the name of the Lord, the Most High."}]},{"CHAPTER":"8","VERSES":[{"VERSE":"1","WORD":"O Lord, our Lord, how majestic is your name in all the earth! You have set your glory above the heavens."},{"VERSE":"2","WORD":"Out of the mouth of babies and infants, you have established strength because of your foes, to still the enemy and the avenger."},{"VERSE":"3","WORD":"When I look at your heavens, the work of your fingers, the moon and the stars, which you have set in place,"},{"VERSE":"4","WORD":"what is man that you are mindful of him, and the son of man that you care for him?"},{"VERSE":"5","WORD":"Yet you have made him a little lower than the heavenly beings and crowned him with glory and honor."},{"VERSE":"6","WORD":"You have given him dominion over the works of your hands; you have put all things under his feet,"},{"VERSE":"7","WORD":"all sheep and oxen, and also the beasts of the field,"},{"VERSE":"8","WORD":"the birds of the heavens, and the fish of the sea, whatever passes along the paths of the seas."},{"VERSE":"9","WORD":"O Lord, our Lord, how majestic is your name in all the earth!"}]},{"CHAPTER":"9","VERSES":[{"VERSE":"1","WORD":"I will give thanks to the Lord with my whole heart; I will recount all of your wonderful deeds."},{"VERSE":"2","WORD":"I will be glad and exult in you; I will sing praise to your name, O Most High."},{"VERSE":"3","WORD":"When my enemies turn back, they stumble and perish before your presence."},{"VERSE":"4","WORD":"For you have maintained my just cause; you have sat on the throne, giving righteous judgment."},{"VERSE":"5","WORD":"You have rebuked the nations; you have made the wicked perish; you have blotted out their name forever and ever."},{"VERSE":"6","WORD":"The enemy came to an end in everlasting ruins; their cities you rooted out; the very memory of them has perished."},{"VERSE":"7","WORD":"But the Lord sits enthroned forever; he has established his throne for justice,"},{"VERSE":"8","WORD":"and he judges the world with righteousness; he judges the peoples with uprightness."},{"VERSE":"9","WORD":"The Lord is a stronghold for the oppressed, a stronghold in times of trouble."},{"VERSE":"10","WORD":"And those who know your name put their trust in you, for you, O Lord, have not forsaken those who seek you."},{"VERSE":"11","WORD":"Sing praises to the Lord, who sits enthroned in Zion! Tell among the peoples his deeds!"},{"VERSE":"12","WORD":"For he who avenges blood is mindful of them; he does not forget the cry of the afflicted."},{"VERSE":"13","WORD":"Be gracious to me, O Lord! See my affliction from those who hate me, O you who lift me up from the gates of death,"},{"VERSE":"14","WORD":"that I may recount all your praises, that in the gates of the daughter of Zion I may rejoice in your salvation."},{"VERSE":"15","WORD":"The nations have sunk in the pit that they made; in the net that they hid, their own foot has been caught."},{"VERSE":"16","WORD":"The Lord has made himself known; he has executed judgment; the wicked are snared in the work of their own hands. Higgaion. Selah"},{"VERSE":"17","WORD":"The wicked shall return to Sheol, all the nations that forget God."},{"VERSE":"18","WORD":"For the needy shall not always be forgotten, and the hope of the poor shall not perish forever."},{"VERSE":"19","WORD":"Arise, O Lord! Let not man prevail; let the nations be judged before you!"},{"VERSE":"20","WORD":"Put them in fear, O Lord! Let the nations know that they are but men! Selah"}]},{"CHAPTER":"10","VERSES":[{"VERSE":"1","WORD":"Why, O Lord, do you stand far away? Why do you hide yourself in times of trouble?"},{"VERSE":"2","WORD":"In arrogance the wicked hotly pursue the poor; let them be caught in the schemes that they have devised."},{"VERSE":"3","WORD":"For the wicked boasts of the desires of his soul, and the one greedy for gain curses and renounces the Lord."},{"VERSE":"4","WORD":"In the pride of his face the wicked does not seek him; all his thoughts are, “There is no God.”"},{"VERSE":"5","WORD":"His ways prosper at all times; your judgments are on high, out of his sight; as for all his foes, he puffs at them."},{"VERSE":"6","WORD":"He says in his heart, “I shall not be moved; throughout all generations I shall not meet adversity.”"},{"VERSE":"7","WORD":"His mouth is filled with cursing and deceit and oppression; under his tongue are mischief and iniquity."},{"VERSE":"8","WORD":"He sits in ambush in the villages; in hiding places he murders the innocent. His eyes stealthily watch for the helpless;"},{"VERSE":"9","WORD":"he lurks in ambush like a lion in his thicket; he lurks that he may seize the poor; he seizes the poor when he draws him into his net."},{"VERSE":"10","WORD":"The helpless are crushed, sink down, and fall by his might."},{"VERSE":"11","WORD":"He says in his heart, “God has forgotten, he has hidden his face, he will never see it.”"},{"VERSE":"12","WORD":"Arise, O Lord; O God, lift up your hand; forget not the afflicted."},{"VERSE":"13","WORD":"Why does the wicked renounce God and say in his heart, “You will not call to account”?"},{"VERSE":"14","WORD":"But you do see, for you note mischief and vexation, that you may take it into your hands; to you the helpless commits himself; you have been the helper of the fatherless."},{"VERSE":"15","WORD":"Break the arm of the wicked and evildoer; call his wickedness to account till you find none."},{"VERSE":"16","WORD":"The Lord is king forever and ever; the nations perish from his land."},{"VERSE":"17","WORD":"O Lord, you hear the desire of the afflicted; you will strengthen their heart; you will incline your ear"},{"VERSE":"18","WORD":"to do justice to the fatherless and the oppressed, so that man who is of the earth may strike terror no more."}]},{"CHAPTER":"11","VERSES":[{"VERSE":"1","WORD":"In the Lord I take refuge; how can you say to my soul, “Flee like a bird to your mountain,"},{"VERSE":"2","WORD":"for behold, the wicked bend the bow; they have fitted their arrow to the string to shoot in the dark at the upright in heart;"},{"VERSE":"3","WORD":"if the foundations are destroyed, what can the righteous do?”"},{"VERSE":"4","WORD":"The Lord is in his holy temple; the Lord's throne is in heaven; his eyes see, his eyelids test the children of man."},{"VERSE":"5","WORD":"The Lord tests the righteous, but his soul hates the wicked and the one who loves violence."},{"VERSE":"6","WORD":"Let him rain coals on the wicked; fire and sulfur and a scorching wind shall be the portion of their cup."},{"VERSE":"7","WORD":"For the Lord is righteous; he loves righteous deeds; the upright shall behold his face."}]},{"CHAPTER":"12","VERSES":[{"VERSE":"1","WORD":"Save, O Lord, for the godly one is gone; for the faithful have vanished from among the children of man."},{"VERSE":"2","WORD":"Everyone utters lies to his neighbor; with flattering lips and a double heart they speak."},{"VERSE":"3","WORD":"May the Lord cut off all flattering lips, the tongue that makes great boasts,"},{"VERSE":"4","WORD":"those who say, “With our tongue we will prevail, our lips are with us; who is master over us?”"},{"VERSE":"5","WORD":"“Because the poor are plundered, because the needy groan, I will now arise,” says the Lord; “I will place him in the safety for which he longs.”"},{"VERSE":"6","WORD":"The words of the Lord are pure words, like silver refined in a furnace on the ground, purified seven times."},{"VERSE":"7","WORD":"You, O Lord, will keep them; you will guard us from this generation forever."},{"VERSE":"8","WORD":"On every side the wicked prowl, as vileness is exalted among the children of man."}]},{"CHAPTER":"13","VERSES":[{"VERSE":"1","WORD":"How long, O Lord? Will you forget me forever? How long will you hide your face from me?"},{"VERSE":"2","WORD":"How long must I take counsel in my soul and have sorrow in my heart all the day? How long shall my enemy be exalted over me?"},{"VERSE":"3","WORD":"Consider and answer me, O Lord my God; light up my eyes, lest I sleep the sleep of death,"},{"VERSE":"4","WORD":"lest my enemy say, “I have prevailed over him,” lest my foes rejoice because I am shaken."},{"VERSE":"5","WORD":"But I have trusted in your steadfast love; my heart shall rejoice in your salvation."},{"VERSE":"6","WORD":"I will sing to the Lord, because he has dealt bountifully with me."}]},{"CHAPTER":"14","VERSES":[{"VERSE":"1","WORD":"The fool says in his heart, “There is no God.” They are corrupt, they do abominable deeds; there is none who does good."},{"VERSE":"2","WORD":"The Lord looks down from heaven on the children of man, to see if there are any who understand, who seek after God."},{"VERSE":"3","WORD":"They have all turned aside; together they have become corrupt; there is none who does good, not even one."},{"VERSE":"4","WORD":"Have they no knowledge, all the evildoers who eat up my people as they eat bread and do not call upon the Lord?"},{"VERSE":"5","WORD":"There they are in great terror, for God is with the generation of the righteous."},{"VERSE":"6","WORD":"You would shame the plans of the poor, but the Lord is his refuge."},{"VERSE":"7","WORD":"Oh, that salvation for Israel would come out of Zion! When the Lord restores the fortunes of his people, let Jacob rejoice, let Israel be glad."}]},{"CHAPTER":"15","VERSES":[{"VERSE":"1","WORD":"O Lord, who shall sojourn in your tent? Who shall dwell on your holy hill?"},{"VERSE":"2","WORD":"He who walks blamelessly and does what is right and speaks truth in his heart;"},{"VERSE":"3","WORD":"who does not slander with his tongue and does no evil to his neighbor, nor takes up a reproach against his friend;"},{"VERSE":"4","WORD":"in whose eyes a vile person is despised, but who honors those who fear the Lord; who swears to his own hurt and does not change;"},{"VERSE":"5","WORD":"who does not put out his money at interest and does not take a bribe against the innocent. He who does these things shall never be moved."}]},{"CHAPTER":"16","VERSES":[{"VERSE":"1","WORD":"Preserve me, O God, for in you I take refuge."},{"VERSE":"2","WORD":"I say to the Lord, “You are my Lord; I have no good apart from you.”"},{"VERSE":"3","WORD":"As for the saints in the land, they are the excellent ones, in whom is all my delight."},{"VERSE":"4","WORD":"The sorrows of those who run after another god shall multiply; their drink offerings of blood I will not pour out or take their names on my lips."},{"VERSE":"5","WORD":"The Lord is my chosen portion and my cup; you hold my lot."},{"VERSE":"6","WORD":"The lines have fallen for me in pleasant places; indeed, I have a beautiful inheritance."},{"VERSE":"7","WORD":"I bless the Lord who gives me counsel; in the night also my heart instructs me."},{"VERSE":"8","WORD":"I have set the Lord always before me; because he is at my right hand, I shall not be shaken."},{"VERSE":"9","WORD":"Therefore my heart is glad, and my whole being rejoices; my flesh also dwells secure."},{"VERSE":"10","WORD":"For you will not abandon my soul to Sheol, or let your holy one see corruption."},{"VERSE":"11","WORD":"You make known to me the path of life; in your presence there is fullness of joy; at your right hand are pleasures forevermore."}]},{"CHAPTER":"17","VERSES":[{"VERSE":"1","WORD":"Hear a just cause, O Lord; attend to my cry! Give ear to my prayer from lips free of deceit!"},{"VERSE":"2","WORD":"From your presence let my vindication come! Let your eyes behold the right!"},{"VERSE":"3","WORD":"You have tried my heart, you have visited me by night, you have tested me, and you will find nothing; I have purposed that my mouth will not transgress."},{"VERSE":"4","WORD":"With regard to the works of man, by the word of your lips I have avoided the ways of the violent."},{"VERSE":"5","WORD":"My steps have held fast to your paths; my feet have not slipped."},{"VERSE":"6","WORD":"I call upon you, for you will answer me, O God; incline your ear to me; hear my words."},{"VERSE":"7","WORD":"Wondrously show your steadfast love, O Savior of those who seek refuge from their adversaries at your right hand."},{"VERSE":"8","WORD":"Keep me as the apple of your eye; hide me in the shadow of your wings,"},{"VERSE":"9","WORD":"from the wicked who do me violence, my deadly enemies who surround me."},{"VERSE":"10","WORD":"They close their hearts to pity; with their mouths they speak arrogantly."},{"VERSE":"11","WORD":"They have now surrounded our steps; they set their eyes to cast us to the ground."},{"VERSE":"12","WORD":"He is like a lion eager to tear, as a young lion lurking in ambush."},{"VERSE":"13","WORD":"Arise, O Lord! Confront him, subdue him! Deliver my soul from the wicked by your sword,"},{"VERSE":"14","WORD":"from men by your hand, O Lord, from men of the world whose portion is in this life. You fill their womb with treasure; they are satisfied with children, and they leave their abundance to their infants."},{"VERSE":"15","WORD":"As for me, I shall behold your face in righteousness; when I awake, I shall be satisfied with your likeness."}]},{"CHAPTER":"18","VERSES":[{"VERSE":"1","WORD":"I love you, O Lord, my strength."},{"VERSE":"2","WORD":"The Lord is my rock and my fortress and my deliverer, my God, my rock, in whom I take refuge, my shield, and the horn of my salvation, my stronghold."},{"VERSE":"3","WORD":"I call upon the Lord, who is worthy to be praised, and I am saved from my enemies."},{"VERSE":"4","WORD":"The cords of death encompassed me; the torrents of destruction assailed me;"},{"VERSE":"5","WORD":"the cords of Sheol entangled me; the snares of death confronted me."},{"VERSE":"6","WORD":"In my distress I called upon the Lord; to my God I cried for help. From his temple he heard my voice, and my cry to him reached his ears."},{"VERSE":"7","WORD":"Then the earth reeled and rocked; the foundations also of the mountains trembled and quaked, because he was angry."},{"VERSE":"8","WORD":"Smoke went up from his nostrils, and devouring fire from his mouth; glowing coals flamed forth from him."},{"VERSE":"9","WORD":"He bowed the heavens and came down; thick darkness was under his feet."},{"VERSE":"10","WORD":"He rode on a cherub and flew; he came swiftly on the wings of the wind."},{"VERSE":"11","WORD":"He made darkness his covering, his canopy around him, thick clouds dark with water."},{"VERSE":"12","WORD":"Out of the brightness before him hailstones and coals of fire broke through his clouds."},{"VERSE":"13","WORD":"The Lord also thundered in the heavens, and the Most High uttered his voice, hailstones and coals of fire."},{"VERSE":"14","WORD":"And he sent out his arrows and scattered them; he flashed forth lightnings and routed them."},{"VERSE":"15","WORD":"Then the channels of the sea were seen, and the foundations of the world were laid bare at your rebuke, O Lord, at the blast of the breath of your nostrils."},{"VERSE":"16","WORD":"He sent from on high, he took me; he drew me out of many waters."},{"VERSE":"17","WORD":"He rescued me from my strong enemy and from those who hated me, for they were too mighty for me."},{"VERSE":"18","WORD":"They confronted me in the day of my calamity, but the Lord was my support."},{"VERSE":"19","WORD":"He brought me out into a broad place; he rescued me, because he delighted in me."},{"VERSE":"20","WORD":"The Lord dealt with me according to my righteousness; according to the cleanness of my hands he rewarded me."},{"VERSE":"21","WORD":"For I have kept the ways of the Lord, and have not wickedly departed from my God."},{"VERSE":"22","WORD":"For all his rules were before me, and his statutes I did not put away from me."},{"VERSE":"23","WORD":"I was blameless before him, and I kept myself from my guilt."},{"VERSE":"24","WORD":"So the Lord has rewarded me according to my righteousness, according to the cleanness of my hands in his sight."},{"VERSE":"25","WORD":"With the merciful you show yourself merciful; with the blameless man you show yourself blameless;"},{"VERSE":"26","WORD":"with the purified you show yourself pure; and with the crooked you make yourself seem tortuous."},{"VERSE":"27","WORD":"For you save a humble people, but the haughty eyes you bring down."},{"VERSE":"28","WORD":"For it is you who light my lamp; the Lord my God lightens my darkness."},{"VERSE":"29","WORD":"For by you I can run against a troop, and by my God I can leap over a wall."},{"VERSE":"30","WORD":"This God—his way is perfect; the word of the Lord proves true; he is a shield for all those who take refuge in him."},{"VERSE":"31","WORD":"For who is God, but the Lord? And who is a rock, except our God?—"},{"VERSE":"32","WORD":"the God who equipped me with strength and made my way blameless."},{"VERSE":"33","WORD":"He made my feet like the feet of a deer and set me secure on the heights."},{"VERSE":"34","WORD":"He trains my hands for war, so that my arms can bend a bow of bronze."},{"VERSE":"35","WORD":"You have given me the shield of your salvation, and your right hand supported me, and your gentleness made me great."},{"VERSE":"36","WORD":"You gave a wide place for my steps under me, and my feet did not slip."},{"VERSE":"37","WORD":"I pursued my enemies and overtook them, and did not turn back till they were consumed."},{"VERSE":"38","WORD":"I thrust them through, so that they were not able to rise; they fell under my feet."},{"VERSE":"39","WORD":"For you equipped me with strength for the battle; you made those who rise against me sink under me."},{"VERSE":"40","WORD":"You made my enemies turn their backs to me, and those who hated me I destroyed."},{"VERSE":"41","WORD":"They cried for help, but there was none to save; they cried to the Lord, but he did not answer them."},{"VERSE":"42","WORD":"I beat them fine as dust before the wind; I cast them out like the mire of the streets."},{"VERSE":"43","WORD":"You delivered me from strife with the people; you made me the head of the nations; people whom I had not known served me."},{"VERSE":"44","WORD":"As soon as they heard of me they obeyed me; foreigners came cringing to me."},{"VERSE":"45","WORD":"Foreigners lost heart and came trembling out of their fortresses."},{"VERSE":"46","WORD":"The Lord lives, and blessed be my rock, and exalted be the God of my salvation—"},{"VERSE":"47","WORD":"the God who gave me vengeance and subdued peoples under me,"},{"VERSE":"48","WORD":"who rescued me from my enemies; yes, you exalted me above those who rose against me; you delivered me from the man of violence."},{"VERSE":"49","WORD":"For this I will praise you, O Lord, among the nations, and sing to your name."},{"VERSE":"50","WORD":"Great salvation he brings to his king, and shows steadfast love to his anointed, to David and his offspring forever."}]},{"CHAPTER":"19","VERSES":[{"VERSE":"1","WORD":"The heavens declare the glory of God, and the sky above proclaims his handiwork."},{"VERSE":"2","WORD":"Day to day pours out speech, and night to night reveals knowledge."},{"VERSE":"3","WORD":"There is no speech, nor are there words, whose voice is not heard."},{"VERSE":"4","WORD":"Their voice goes out through all the earth, and their words to the end of the world. In them he has set a tent for the sun,"},{"VERSE":"5","WORD":"which comes out like a bridegroom leaving his chamber, and, like a strong man, runs its course with joy."},{"VERSE":"6","WORD":"Its rising is from the end of the heavens, and its circuit to the end of them, and there is nothing hidden from its heat."},{"VERSE":"7","WORD":"The law of the Lord is perfect, reviving the soul; the testimony of the Lord is sure, making wise the simple;"},{"VERSE":"8","WORD":"the precepts of the Lord are right, rejoicing the heart; the commandment of the Lord is pure, enlightening the eyes;"},{"VERSE":"9","WORD":"the fear of the Lord is clean, enduring forever; the rules of the Lord are true, and righteous altogether."},{"VERSE":"10","WORD":"More to be desired are they than gold, even much fine gold; sweeter also than honey and drippings of the honeycomb."},{"VERSE":"11","WORD":"Moreover, by them is your servant warned; in keeping them there is great reward."},{"VERSE":"12","WORD":"Who can discern his errors? Declare me innocent from hidden faults."},{"VERSE":"13","WORD":"Keep back your servant also from presumptuous sins; let them not have dominion over me! Then I shall be blameless, and innocent of great transgression."},{"VERSE":"14","WORD":"Let the words of my mouth and the meditation of my heart be acceptable in your sight, O Lord, my rock and my redeemer."}]},{"CHAPTER":"20","VERSES":[{"VERSE":"1","WORD":"May the Lord answer you in the day of trouble! May the name of the God of Jacob protect you!"},{"VERSE":"2","WORD":"May he send you help from the sanctuary and give you support from Zion!"},{"VERSE":"3","WORD":"May he remember all your offerings and regard with favor your burnt sacrifices! Selah"},{"VERSE":"4","WORD":"May he grant you your heart's desire and fulfill all your plans!"},{"VERSE":"5","WORD":"May we shout for joy over your salvation, and in the name of our God set up our banners! May the Lord fulfill all your petitions!"},{"VERSE":"6","WORD":"Now I know that the Lord saves his anointed; he will answer him from his holy heaven with the saving might of his right hand."},{"VERSE":"7","WORD":"Some trust in chariots and some in horses, but we trust in the name of the Lord our God."},{"VERSE":"8","WORD":"They collapse and fall, but we rise and stand upright."},{"VERSE":"9","WORD":"O Lord, save the king! May he answer us when we call."}]},{"CHAPTER":"21","VERSES":[{"VERSE":"1","WORD":"O Lord, in your strength the king rejoices, and in your salvation how greatly he exults!"},{"VERSE":"2","WORD":"You have given him his heart's desire and have not withheld the request of his lips. Selah"},{"VERSE":"3","WORD":"For you meet him with rich blessings; you set a crown of fine gold upon his head."},{"VERSE":"4","WORD":"He asked life of you; you gave it to him, length of days forever and ever."},{"VERSE":"5","WORD":"His glory is great through your salvation; splendor and majesty you bestow on him."},{"VERSE":"6","WORD":"For you make him most blessed forever; you make him glad with the joy of your presence."},{"VERSE":"7","WORD":"For the king trusts in the Lord, and through the steadfast love of the Most High he shall not be moved."},{"VERSE":"8","WORD":"Your hand will find out all your enemies; your right hand will find out those who hate you."},{"VERSE":"9","WORD":"You will make them as a blazing oven when you appear. The Lord will swallow them up in his wrath, and fire will consume them."},{"VERSE":"10","WORD":"You will destroy their descendants from the earth, and their offspring from among the children of man."},{"VERSE":"11","WORD":"Though they plan evil against you, though they devise mischief, they will not succeed."},{"VERSE":"12","WORD":"For you will put them to flight; you will aim at their faces with your bows."},{"VERSE":"13","WORD":"Be exalted, O Lord, in your strength! We will sing and praise your power."}]},{"CHAPTER":"22","VERSES":[{"VERSE":"1","WORD":"My God, my God, why have you forsaken me? Why are you so far from saving me, from the words of my groaning?"},{"VERSE":"2","WORD":"O my God, I cry by day, but you do not answer, and by night, but I find no rest."},{"VERSE":"3","WORD":"Yet you are holy, enthroned on the praises of Israel."},{"VERSE":"4","WORD":"In you our fathers trusted; they trusted, and you delivered them."},{"VERSE":"5","WORD":"To you they cried and were rescued; in you they trusted and were not put to shame."},{"VERSE":"6","WORD":"But I am a worm and not a man, scorned by mankind and despised by the people."},{"VERSE":"7","WORD":"All who see me mock me; they make mouths at me; they wag their heads;"},{"VERSE":"8","WORD":"“He trusts in the Lord; let him deliver him; let him rescue him, for he delights in him!”"},{"VERSE":"9","WORD":"Yet you are he who took me from the womb; you made me trust you at my mother's breasts."},{"VERSE":"10","WORD":"On you was I cast from my birth, and from my mother's womb you have been my God."},{"VERSE":"11","WORD":"Be not far from me, for trouble is near, and there is none to help."},{"VERSE":"12","WORD":"Many bulls encompass me; strong bulls of Bashan surround me;"},{"VERSE":"13","WORD":"they open wide their mouths at me, like a ravening and roaring lion."},{"VERSE":"14","WORD":"I am poured out like water, and all my bones are out of joint; my heart is like wax; it is melted within my breast;"},{"VERSE":"15","WORD":"my strength is dried up like a potsherd, and my tongue sticks to my jaws; you lay me in the dust of death."},{"VERSE":"16","WORD":"For dogs encompass me; a company of evildoers encircles me; they have pierced my hands and feet—"},{"VERSE":"17","WORD":"I can count all my bones— they stare and gloat over me;"},{"VERSE":"18","WORD":"they divide my garments among them, and for my clothing they cast lots."},{"VERSE":"19","WORD":"But you, O Lord, do not be far off! O you my help, come quickly to my aid!"},{"VERSE":"20","WORD":"Deliver my soul from the sword, my precious life from the power of the dog!"},{"VERSE":"21","WORD":"Save me from the mouth of the lion! You have rescued me from the horns of the wild oxen!"},{"VERSE":"22","WORD":"I will tell of your name to my brothers; in the midst of the congregation I will praise you:"},{"VERSE":"23","WORD":"You who fear the Lord, praise him! All you offspring of Jacob, glorify him, and stand in awe of him, all you offspring of Israel!"},{"VERSE":"24","WORD":"For he has not despised or abhorred the affliction of the afflicted, and he has not hidden his face from him, but has heard, when he cried to him."},{"VERSE":"25","WORD":"From you comes my praise in the great congregation; my vows I will perform before those who fear him."},{"VERSE":"26","WORD":"The afflicted shall eat and be satisfied; those who seek him shall praise the Lord! May your hearts live forever!"},{"VERSE":"27","WORD":"All the ends of the earth shall remember and turn to the Lord, and all the families of the nations shall worship before you."},{"VERSE":"28","WORD":"For kingship belongs to the Lord, and he rules over the nations."},{"VERSE":"29","WORD":"All the prosperous of the earth eat and worship; before him shall bow all who go down to the dust, even the one who could not keep himself alive."},{"VERSE":"30","WORD":"Posterity shall serve him; it shall be told of the Lord to the coming generation;"},{"VERSE":"31","WORD":"they shall come and proclaim his righteousness to a people yet unborn, that he has done it."}]},{"CHAPTER":"23","VERSES":[{"VERSE":"1","WORD":"The Lord is my shepherd; I shall not want."},{"VERSE":"2","WORD":"He makes me lie down in green pastures. He leads me beside still waters."},{"VERSE":"3","WORD":"He restores my soul. He leads me in paths of righteousness for his name's sake."},{"VERSE":"4","WORD":"Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me."},{"VERSE":"5","WORD":"You prepare a table before me in the presence of my enemies; you anoint my head with oil; my cup overflows."},{"VERSE":"6","WORD":"Surely goodness and mercy shall follow me all the days of my life, and I shall dwell in the house of the Lord forever."}]},{"CHAPTER":"24","VERSES":[{"VERSE":"1","WORD":"The earth is the Lord's and the fullness thereof, the world and those who dwell therein,"},{"VERSE":"2","WORD":"for he has founded it upon the seas and established it upon the rivers."},{"VERSE":"3","WORD":"Who shall ascend the hill of the Lord? And who shall stand in his holy place?"},{"VERSE":"4","WORD":"He who has clean hands and a pure heart, who does not lift up his soul to what is false and does not swear deceitfully."},{"VERSE":"5","WORD":"He will receive blessing from the Lord and righteousness from the God of his salvation."},{"VERSE":"6","WORD":"Such is the generation of those who seek him, who seek the face of the God of Jacob. Selah"},{"VERSE":"7","WORD":"Lift up your heads, O gates! And be lifted up, O ancient doors, that the King of glory may come in."},{"VERSE":"8","WORD":"Who is this King of glory? The Lord, strong and mighty, the Lord, mighty in battle!"},{"VERSE":"9","WORD":"Lift up your heads, O gates! And lift them up, O ancient doors, that the King of glory may come in."},{"VERSE":"10","WORD":"Who is this King of glory? The Lord of hosts, he is the King of glory! Selah"}]},{"CHAPTER":"25","VERSES":[{"VERSE":"1","WORD":"To you, O Lord, I lift up my soul."},{"VERSE":"2","WORD":"O my God, in you I trust; let me not be put to shame; let not my enemies exult over me."},{"VERSE":"3","WORD":"Indeed, none who wait for you shall be put to shame; they shall be ashamed who are wantonly treacherous."},{"VERSE":"4","WORD":"Make me to know your ways, O Lord; teach me your paths."},{"VERSE":"5","WORD":"Lead me in your truth and teach me, for you are the God of my salvation; for you I wait all the day long."},{"VERSE":"6","WORD":"Remember your mercy, O Lord, and your steadfast love, for they have been from of old."},{"VERSE":"7","WORD":"Remember not the sins of my youth or my transgressions; according to your steadfast love remember me, for the sake of your goodness, O Lord!"},{"VERSE":"8","WORD":"Good and upright is the Lord; therefore he instructs sinners in the way."},{"VERSE":"9","WORD":"He leads the humble in what is right, and teaches the humble his way."},{"VERSE":"10","WORD":"All the paths of the Lord are steadfast love and faithfulness, for those who keep his covenant and his testimonies."},{"VERSE":"11","WORD":"For your name's sake, O Lord, pardon my guilt, for it is great."},{"VERSE":"12","WORD":"Who is the man who fears the Lord? Him will he instruct in the way that he should choose."},{"VERSE":"13","WORD":"His soul shall abide in well-being, and his offspring shall inherit the land."},{"VERSE":"14","WORD":"The friendship of the Lord is for those who fear him, and he makes known to them his covenant."},{"VERSE":"15","WORD":"My eyes are ever toward the Lord, for he will pluck my feet out of the net."},{"VERSE":"16","WORD":"Turn to me and be gracious to me, for I am lonely and afflicted."},{"VERSE":"17","WORD":"The troubles of my heart are enlarged; bring me out of my distresses."},{"VERSE":"18","WORD":"Consider my affliction and my trouble, and forgive all my sins."},{"VERSE":"19","WORD":"Consider how many are my foes, and with what violent hatred they hate me."},{"VERSE":"20","WORD":"Oh, guard my soul, and deliver me! Let me not be put to shame, for I take refuge in you."},{"VERSE":"21","WORD":"May integrity and uprightness preserve me, for I wait for you."},{"VERSE":"22","WORD":"Redeem Israel, O God, out of all his troubles."}]},{"CHAPTER":"26","VERSES":[{"VERSE":"1","WORD":"Vindicate me, O Lord, for I have walked in my integrity, and I have trusted in the Lord without wavering."},{"VERSE":"2","WORD":"Prove me, O Lord, and try me; test my heart and my mind."},{"VERSE":"3","WORD":"For your steadfast love is before my eyes, and I walk in your faithfulness."},{"VERSE":"4","WORD":"I do not sit with men of falsehood, nor do I consort with hypocrites."},{"VERSE":"5","WORD":"I hate the assembly of evildoers, and I will not sit with the wicked."},{"VERSE":"6","WORD":"I wash my hands in innocence and go around your altar, O Lord,"},{"VERSE":"7","WORD":"proclaiming thanksgiving aloud, and telling all your wondrous deeds."},{"VERSE":"8","WORD":"O Lord, I love the habitation of your house and the place where your glory dwells."},{"VERSE":"9","WORD":"Do not sweep my soul away with sinners, nor my life with bloodthirsty men,"},{"VERSE":"10","WORD":"in whose hands are evil devices, and whose right hands are full of bribes."},{"VERSE":"11","WORD":"But as for me, I shall walk in my integrity; redeem me, and be gracious to me."},{"VERSE":"12","WORD":"My foot stands on level ground; in the great assembly I will bless the Lord."}]},{"CHAPTER":"27","VERSES":[{"VERSE":"1","WORD":"The Lord is my light and my salvation; whom shall I fear? The Lord is the stronghold of my life; of whom shall I be afraid?"},{"VERSE":"2","WORD":"When evildoers assail me to eat up my flesh, my adversaries and foes, it is they who stumble and fall."},{"VERSE":"3","WORD":"Though an army encamp against me, my heart shall not fear; though war arise against me, yet I will be confident."},{"VERSE":"4","WORD":"One thing have I asked of the Lord, that will I seek after: that I may dwell in the house of the Lord all the days of my life, to gaze upon the beauty of the Lord and to inquire in his temple."},{"VERSE":"5","WORD":"For he will hide me in his shelter in the day of trouble; he will conceal me under the cover of his tent; he will lift me high upon a rock."},{"VERSE":"6","WORD":"And now my head shall be lifted up above my enemies all around me, and I will offer in his tent sacrifices with shouts of joy; I will sing and make melody to the Lord."},{"VERSE":"7","WORD":"Hear, O Lord, when I cry aloud; be gracious to me and answer me!"},{"VERSE":"8","WORD":"You have said, “Seek my face.” My heart says to you, “Your face, Lord, do I seek.”"},{"VERSE":"9","WORD":"Hide not your face from me. Turn not your servant away in anger, O you who have been my help. Cast me not off; forsake me not, O God of my salvation!"},{"VERSE":"10","WORD":"For my father and my mother have forsaken me, but the Lord will take me in."},{"VERSE":"11","WORD":"Teach me your way, O Lord, and lead me on a level path because of my enemies."},{"VERSE":"12","WORD":"Give me not up to the will of my adversaries; for false witnesses have risen against me, and they breathe out violence."},{"VERSE":"13","WORD":"I believe that I shall look upon the goodness of the Lord in the land of the living!"},{"VERSE":"14","WORD":"Wait for the Lord; be strong, and let your heart take courage; wait for the Lord!"}]},{"CHAPTER":"28","VERSES":[{"VERSE":"1","WORD":"To you, O Lord, I call; my rock, be not deaf to me, lest, if you be silent to me, I become like those who go down to the pit."},{"VERSE":"2","WORD":"Hear the voice of my pleas for mercy, when I cry to you for help, when I lift up my hands toward your most holy sanctuary."},{"VERSE":"3","WORD":"Do not drag me off with the wicked, with the workers of evil, who speak peace with their neighbors while evil is in their hearts."},{"VERSE":"4","WORD":"Give to them according to their work and according to the evil of their deeds; give to them according to the work of their hands; render them their due reward."},{"VERSE":"5","WORD":"Because they do not regard the works of the Lord or the work of his hands, he will tear them down and build them up no more."},{"VERSE":"6","WORD":"Blessed be the Lord! For he has heard the voice of my pleas for mercy."},{"VERSE":"7","WORD":"The Lord is my strength and my shield; in him my heart trusts, and I am helped; my heart exults, and with my song I give thanks to him."},{"VERSE":"8","WORD":"The Lord is the strength of his people; he is the saving refuge of his anointed."},{"VERSE":"9","WORD":"Oh, save your people and bless your heritage! Be their shepherd and carry them forever."}]},{"CHAPTER":"29","VERSES":[{"VERSE":"1","WORD":"Ascribe to the Lord, O heavenly beings, ascribe to the Lord glory and strength."},{"VERSE":"2","WORD":"Ascribe to the Lord the glory due his name; worship the Lord in the splendor of holiness."},{"VERSE":"3","WORD":"The voice of the Lord is over the waters; the God of glory thunders, the Lord, over many waters."},{"VERSE":"4","WORD":"The voice of the Lord is powerful; the voice of the Lord is full of majesty."},{"VERSE":"5","WORD":"The voice of the Lord breaks the cedars; the Lord breaks the cedars of Lebanon."},{"VERSE":"6","WORD":"He makes Lebanon to skip like a calf, and Sirion like a young wild ox."},{"VERSE":"7","WORD":"The voice of the Lord flashes forth flames of fire."},{"VERSE":"8","WORD":"The voice of the Lord shakes the wilderness; the Lord shakes the wilderness of Kadesh."},{"VERSE":"9","WORD":"The voice of the Lord makes the deer give birth and strips the forests bare, and in his temple all cry, “Glory!”"},{"VERSE":"10","WORD":"The Lord sits enthroned over the flood; the Lord sits enthroned as king forever."},{"VERSE":"11","WORD":"May the Lord give strength to his people! May the Lord bless his people with peace!"}]},{"CHAPTER":"30","VERSES":[{"VERSE":"1","WORD":"I will extol you, O Lord, for you have drawn me up and have not let my foes rejoice over me."},{"VERSE":"2","WORD":"O Lord my God, I cried to you for help, and you have healed me."},{"VERSE":"3","WORD":"O Lord, you have brought up my soul from Sheol; you restored me to life from among those who go down to the pit."},{"VERSE":"4","WORD":"Sing praises to the Lord, O you his saints, and give thanks to his holy name."},{"VERSE":"5","WORD":"For his anger is but for a moment, and his favor is for a lifetime. Weeping may tarry for the night, but joy comes with the morning."},{"VERSE":"6","WORD":"As for me, I said in my prosperity, “I shall never be moved.”"},{"VERSE":"7","WORD":"By your favor, O Lord, you made my mountain stand strong; you hid your face; I was dismayed."},{"VERSE":"8","WORD":"To you, O Lord, I cry, and to the Lord I plead for mercy:"},{"VERSE":"9","WORD":"“What profit is there in my death, if I go down to the pit? Will the dust praise you? Will it tell of your faithfulness?"},{"VERSE":"10","WORD":"Hear, O Lord, and be merciful to me! O Lord, be my helper!”"},{"VERSE":"11","WORD":"You have turned for me my mourning into dancing; you have loosed my sackcloth and clothed me with gladness,"},{"VERSE":"12","WORD":"that my glory may sing your praise and not be silent. O Lord my God, I will give thanks to you forever!"}]},{"CHAPTER":"31","VERSES":[{"VERSE":"1","WORD":"In you, O Lord, do I take refuge; let me never be put to shame; in your righteousness deliver me!"},{"VERSE":"2","WORD":"Incline your ear to me; rescue me speedily! Be a rock of refuge for me, a strong fortress to save me!"},{"VERSE":"3","WORD":"For you are my rock and my fortress; and for your name's sake you lead me and guide me;"},{"VERSE":"4","WORD":"you take me out of the net they have hidden for me, for you are my refuge."},{"VERSE":"5","WORD":"Into your hand I commit my spirit; you have redeemed me, O Lord, faithful God."},{"VERSE":"6","WORD":"I hate those who pay regard to worthless idols, but I trust in the Lord."},{"VERSE":"7","WORD":"I will rejoice and be glad in your steadfast love, because you have seen my affliction; you have known the distress of my soul,"},{"VERSE":"8","WORD":"and you have not delivered me into the hand of the enemy; you have set my feet in a broad place."},{"VERSE":"9","WORD":"Be gracious to me, O Lord, for I am in distress; my eye is wasted from grief; my soul and my body also."},{"VERSE":"10","WORD":"For my life is spent with sorrow, and my years with sighing; my strength fails because of my iniquity, and my bones waste away."},{"VERSE":"11","WORD":"Because of all my adversaries I have become a reproach, especially to my neighbors, and an object of dread to my acquaintances; those who see me in the street flee from me."},{"VERSE":"12","WORD":"I have been forgotten like one who is dead; I have become like a broken vessel."},{"VERSE":"13","WORD":"For I hear the whispering of many— terror on every side!— as they scheme together against me, as they plot to take my life."},{"VERSE":"14","WORD":"But I trust in you, O Lord; I say, “You are my God.”"},{"VERSE":"15","WORD":"My times are in your hand; rescue me from the hand of my enemies and from my persecutors!"},{"VERSE":"16","WORD":"Make your face shine on your servant; save me in your steadfast love!"},{"VERSE":"17","WORD":"O Lord, let me not be put to shame, for I call upon you; let the wicked be put to shame; let them go silently to Sheol."},{"VERSE":"18","WORD":"Let the lying lips be mute, which speak insolently against the righteous in pride and contempt."},{"VERSE":"19","WORD":"Oh, how abundant is your goodness, which you have stored up for those who fear you and worked for those who take refuge in you, in the sight of the children of mankind!"},{"VERSE":"20","WORD":"In the cover of your presence you hide them from the plots of men; you store them in your shelter from the strife of tongues."},{"VERSE":"21","WORD":"Blessed be the Lord, for he has wondrously shown his steadfast love to me when I was in a besieged city."},{"VERSE":"22","WORD":"I had said in my alarm, “I am cut off from your sight.” But you heard the voice of my pleas for mercy when I cried to you for help."},{"VERSE":"23","WORD":"Love the Lord, all you his saints! The Lord preserves the faithful but abundantly repays the one who acts in pride."},{"VERSE":"24","WORD":"Be strong, and let your heart take courage, all you who wait for the Lord!"}]},{"CHAPTER":"32","VERSES":[{"VERSE":"1","WORD":"Blessed is the one whose transgression is forgiven, whose sin is covered."},{"VERSE":"2","WORD":"Blessed is the man against whom the Lord counts no iniquity, and in whose spirit there is no deceit."},{"VERSE":"3","WORD":"For when I kept silent, my bones wasted away through my groaning all day long."},{"VERSE":"4","WORD":"For day and night your hand was heavy upon me; my strength was dried up as by the heat of summer. Selah"},{"VERSE":"5","WORD":"I acknowledged my sin to you, and I did not cover my iniquity; I said, “I will confess my transgressions to the Lord,” and you forgave the iniquity of my sin. Selah"},{"VERSE":"6","WORD":"Therefore let everyone who is godly offer prayer to you at a time when you may be found; surely in the rush of great waters, they shall not reach him."},{"VERSE":"7","WORD":"You are a hiding place for me; you preserve me from trouble; you surround me with shouts of deliverance. Selah"},{"VERSE":"8","WORD":"I will instruct you and teach you in the way you should go; I will counsel you with my eye upon you."},{"VERSE":"9","WORD":"Be not like a horse or a mule, without understanding, which must be curbed with bit and bridle, or it will not stay near you."},{"VERSE":"10","WORD":"Many are the sorrows of the wicked, but steadfast love surrounds the one who trusts in the Lord."},{"VERSE":"11","WORD":"Be glad in the Lord, and rejoice, O righteous, and shout for joy, all you upright in heart!"}]},{"CHAPTER":"33","VERSES":[{"VERSE":"1","WORD":"Shout for joy in the Lord, O you righteous! Praise befits the upright."},{"VERSE":"2","WORD":"Give thanks to the Lord with the lyre; make melody to him with the harp of ten strings!"},{"VERSE":"3","WORD":"Sing to him a new song; play skillfully on the strings, with loud shouts."},{"VERSE":"4","WORD":"For the word of the Lord is upright, and all his work is done in faithfulness."},{"VERSE":"5","WORD":"He loves righteousness and justice; the earth is full of the steadfast love of the Lord."},{"VERSE":"6","WORD":"By the word of the Lord the heavens were made, and by the breath of his mouth all their host."},{"VERSE":"7","WORD":"He gathers the waters of the sea as a heap; he puts the deeps in storehouses."},{"VERSE":"8","WORD":"Let all the earth fear the Lord; let all the inhabitants of the world stand in awe of him!"},{"VERSE":"9","WORD":"For he spoke, and it came to be; he commanded, and it stood firm."},{"VERSE":"10","WORD":"The Lord brings the counsel of the nations to nothing; he frustrates the plans of the peoples."},{"VERSE":"11","WORD":"The counsel of the Lord stands forever, the plans of his heart to all generations."},{"VERSE":"12","WORD":"Blessed is the nation whose God is the Lord, the people whom he has chosen as his heritage!"},{"VERSE":"13","WORD":"The Lord looks down from heaven; he sees all the children of man;"},{"VERSE":"14","WORD":"from where he sits enthroned he looks out on all the inhabitants of the earth,"},{"VERSE":"15","WORD":"he who fashions the hearts of them all and observes all their deeds."},{"VERSE":"16","WORD":"The king is not saved by his great army; a warrior is not delivered by his great strength."},{"VERSE":"17","WORD":"The war horse is a false hope for salvation, and by its great might it cannot rescue."},{"VERSE":"18","WORD":"Behold, the eye of the Lord is on those who fear him, on those who hope in his steadfast love,"},{"VERSE":"19","WORD":"that he may deliver their soul from death and keep them alive in famine."},{"VERSE":"20","WORD":"Our soul waits for the Lord; he is our help and our shield."},{"VERSE":"21","WORD":"For our heart is glad in him, because we trust in his holy name."},{"VERSE":"22","WORD":"Let your steadfast love, O Lord, be upon us, even as we hope in you."}]},{"CHAPTER":"34","VERSES":[{"VERSE":"1","WORD":"I will bless the Lord at all times; his praise shall continually be in my mouth."},{"VERSE":"2","WORD":"My soul makes its boast in the Lord; let the humble hear and be glad."},{"VERSE":"3","WORD":"Oh, magnify the Lord with me, and let us exalt his name together!"},{"VERSE":"4","WORD":"I sought the Lord, and he answered me and delivered me from all my fears."},{"VERSE":"5","WORD":"Those who look to him are radiant, and their faces shall never be ashamed."},{"VERSE":"6","WORD":"This poor man cried, and the Lord heard him and saved him out of all his troubles."},{"VERSE":"7","WORD":"The angel of the Lord encamps around those who fear him, and delivers them."},{"VERSE":"8","WORD":"Oh, taste and see that the Lord is good! Blessed is the man who takes refuge in him!"},{"VERSE":"9","WORD":"Oh, fear the Lord, you his saints, for those who fear him have no lack!"},{"VERSE":"10","WORD":"The young lions suffer want and hunger; but those who seek the Lord lack no good thing."},{"VERSE":"11","WORD":"Come, O children, listen to me; I will teach you the fear of the Lord."},{"VERSE":"12","WORD":"What man is there who desires life and loves many days, that he may see good?"},{"VERSE":"13","WORD":"Keep your tongue from evil and your lips from speaking deceit."},{"VERSE":"14","WORD":"Turn away from evil and do good; seek peace and pursue it."},{"VERSE":"15","WORD":"The eyes of the Lord are toward the righteous and his ears toward their cry."},{"VERSE":"16","WORD":"The face of the Lord is against those who do evil, to cut off the memory of them from the earth."},{"VERSE":"17","WORD":"When the righteous cry for help, the Lord hears and delivers them out of all their troubles."},{"VERSE":"18","WORD":"The Lord is near to the brokenhearted and saves the crushed in spirit."},{"VERSE":"19","WORD":"Many are the afflictions of the righteous, but the Lord delivers him out of them all."},{"VERSE":"20","WORD":"He keeps all his bones; not one of them is broken."},{"VERSE":"21","WORD":"Affliction will slay the wicked, and those who hate the righteous will be condemned."},{"VERSE":"22","WORD":"The Lord redeems the life of his servants; none of those who take refuge in him will be condemned."}]},{"CHAPTER":"35","VERSES":[{"VERSE":"1","WORD":"Contend, O Lord, with those who contend with me; fight against those who fight against me!"},{"VERSE":"2","WORD":"Take hold of shield and buckler and rise for my help!"},{"VERSE":"3","WORD":"Draw the spear and javelin against my pursuers! Say to my soul, “I am your salvation!”"},{"VERSE":"4","WORD":"Let them be put to shame and dishonor who seek after my life! Let them be turned back and disappointed who devise evil against me!"},{"VERSE":"5","WORD":"Let them be like chaff before the wind, with the angel of the Lord driving them away!"},{"VERSE":"6","WORD":"Let their way be dark and slippery, with the angel of the Lord pursuing them!"},{"VERSE":"7","WORD":"For without cause they hid their net for me; without cause they dug a pit for my life."},{"VERSE":"8","WORD":"Let destruction come upon him when he does not know it! And let the net that he hid ensnare him; let him fall into it—to his destruction!"},{"VERSE":"9","WORD":"Then my soul will rejoice in the Lord, exulting in his salvation."},{"VERSE":"10","WORD":"All my bones shall say, “O Lord, who is like you, delivering the poor from him who is too strong for him, the poor and needy from him who robs him?”"},{"VERSE":"11","WORD":"Malicious witnesses rise up; they ask me of things that I do not know."},{"VERSE":"12","WORD":"They repay me evil for good; my soul is bereft."},{"VERSE":"13","WORD":"But I, when they were sick— I wore sackcloth; I afflicted myself with fasting; I prayed with head bowed on my chest."},{"VERSE":"14","WORD":"I went about as though I grieved for my friend or my brother; as one who laments his mother, I bowed down in mourning."},{"VERSE":"15","WORD":"But at my stumbling they rejoiced and gathered; they gathered together against me; wretches whom I did not know tore at me without ceasing;"},{"VERSE":"16","WORD":"like profane mockers at a feast, they gnash at me with their teeth."},{"VERSE":"17","WORD":"How long, O Lord, will you look on? Rescue me from their destruction, my precious life from the lions!"},{"VERSE":"18","WORD":"I will thank you in the great congregation; in the mighty throng I will praise you."},{"VERSE":"19","WORD":"Let not those rejoice over me who are wrongfully my foes, and let not those wink the eye who hate me without cause."},{"VERSE":"20","WORD":"For they do not speak peace, but against those who are quiet in the land they devise words of deceit."},{"VERSE":"21","WORD":"They open wide their mouths against me; they say, “Aha, Aha! Our eyes have seen it!”"},{"VERSE":"22","WORD":"You have seen, O Lord; be not silent! O Lord, be not far from me!"},{"VERSE":"23","WORD":"Awake and rouse yourself for my vindication, for my cause, my God and my Lord!"},{"VERSE":"24","WORD":"Vindicate me, O Lord, my God, according to your righteousness, and let them not rejoice over me!"},{"VERSE":"25","WORD":"Let them not say in their hearts, “Aha, our heart's desire!” Let them not say, “We have swallowed him up.”"},{"VERSE":"26","WORD":"Let them be put to shame and disappointed altogether who rejoice at my calamity! Let them be clothed with shame and dishonor who magnify themselves against me!"},{"VERSE":"27","WORD":"Let those who delight in my righteousness shout for joy and be glad and say evermore, “Great is the Lord, who delights in the welfare of his servant!”"},{"VERSE":"28","WORD":"Then my tongue shall tell of your righteousness and of your praise all the day long."}]},{"CHAPTER":"36","VERSES":[{"VERSE":"1","WORD":"Transgression speaks to the wicked deep in his heart; there is no fear of God before his eyes."},{"VERSE":"2","WORD":"For he flatters himself in his own eyes that his iniquity cannot be found out and hated."},{"VERSE":"3","WORD":"The words of his mouth are trouble and deceit; he has ceased to act wisely and do good."},{"VERSE":"4","WORD":"He plots trouble while on his bed; he sets himself in a way that is not good; he does not reject evil."},{"VERSE":"5","WORD":"Your steadfast love, O Lord, extends to the heavens, your faithfulness to the clouds."},{"VERSE":"6","WORD":"Your righteousness is like the mountains of God; your judgments are like the great deep; man and beast you save, O Lord."},{"VERSE":"7","WORD":"How precious is your steadfast love, O God! The children of mankind take refuge in the shadow of your wings."},{"VERSE":"8","WORD":"They feast on the abundance of your house, and you give them drink from the river of your delights."},{"VERSE":"9","WORD":"For with you is the fountain of life; in your light do we see light."},{"VERSE":"10","WORD":"Oh, continue your steadfast love to those who know you, and your righteousness to the upright of heart!"},{"VERSE":"11","WORD":"Let not the foot of arrogance come upon me, nor the hand of the wicked drive me away."},{"VERSE":"12","WORD":"There the evildoers lie fallen; they are thrust down, unable to rise."}]},{"CHAPTER":"37","VERSES":[{"VERSE":"1","WORD":"Fret not yourself because of evildoers; be not envious of wrongdoers!"},{"VERSE":"2","WORD":"For they will soon fade like the grass and wither like the green herb."},{"VERSE":"3","WORD":"Trust in the Lord, and do good; dwell in the land and befriend faithfulness."},{"VERSE":"4","WORD":"Delight yourself in the Lord, and he will give you the desires of your heart."},{"VERSE":"5","WORD":"Commit your way to the Lord; trust in him, and he will act."},{"VERSE":"6","WORD":"He will bring forth your righteousness as the light, and your justice as the noonday."},{"VERSE":"7","WORD":"Be still before the Lord and wait patiently for him; fret not yourself over the one who prospers in his way, over the man who carries out evil devices!"},{"VERSE":"8","WORD":"Refrain from anger, and forsake wrath! Fret not yourself; it tends only to evil."},{"VERSE":"9","WORD":"For the evildoers shall be cut off, but those who wait for the Lord shall inherit the land."},{"VERSE":"10","WORD":"In just a little while, the wicked will be no more; though you look carefully at his place, he will not be there."},{"VERSE":"11","WORD":"But the meek shall inherit the land and delight themselves in abundant peace."},{"VERSE":"12","WORD":"The wicked plots against the righteous and gnashes his teeth at him,"},{"VERSE":"13","WORD":"but the Lord laughs at the wicked, for he sees that his day is coming."},{"VERSE":"14","WORD":"The wicked draw the sword and bend their bows to bring down the poor and needy, to slay those whose way is upright;"},{"VERSE":"15","WORD":"their sword shall enter their own heart, and their bows shall be broken."},{"VERSE":"16","WORD":"Better is the little that the righteous has than the abundance of many wicked."},{"VERSE":"17","WORD":"For the arms of the wicked shall be broken, but the Lord upholds the righteous."},{"VERSE":"18","WORD":"The Lord knows the days of the blameless, and their heritage will remain forever;"},{"VERSE":"19","WORD":"they are not put to shame in evil times; in the days of famine they have abundance."},{"VERSE":"20","WORD":"But the wicked will perish; the enemies of the Lord are like the glory of the pastures; they vanish—like smoke they vanish away."},{"VERSE":"21","WORD":"The wicked borrows but does not pay back, but the righteous is generous and gives;"},{"VERSE":"22","WORD":"for those blessed by the Lord shall inherit the land, but those cursed by him shall be cut off."},{"VERSE":"23","WORD":"The steps of a man are established by the Lord, when he delights in his way;"},{"VERSE":"24","WORD":"though he fall, he shall not be cast headlong, for the Lord upholds his hand."},{"VERSE":"25","WORD":"I have been young, and now am old, yet I have not seen the righteous forsaken or his children begging for bread."},{"VERSE":"26","WORD":"He is ever lending generously, and his children become a blessing."},{"VERSE":"27","WORD":"Turn away from evil and do good; so shall you dwell forever."},{"VERSE":"28","WORD":"For the Lord loves justice; he will not forsake his saints. They are preserved forever, but the children of the wicked shall be cut off."},{"VERSE":"29","WORD":"The righteous shall inherit the land and dwell upon it forever."},{"VERSE":"30","WORD":"The mouth of the righteous utters wisdom, and his tongue speaks justice."},{"VERSE":"31","WORD":"The law of his God is in his heart; his steps do not slip."},{"VERSE":"32","WORD":"The wicked watches for the righteous and seeks to put him to death."},{"VERSE":"33","WORD":"The Lord will not abandon him to his power or let him be condemned when he is brought to trial."},{"VERSE":"34","WORD":"Wait for the Lord and keep his way, and he will exalt you to inherit the land; you will look on when the wicked are cut off."},{"VERSE":"35","WORD":"I have seen a wicked, ruthless man, spreading himself like a green laurel tree."},{"VERSE":"36","WORD":"But he passed away, and behold, he was no more; though I sought him, he could not be found."},{"VERSE":"37","WORD":"Mark the blameless and behold the upright, for there is a future for the man of peace."},{"VERSE":"38","WORD":"But transgressors shall be altogether destroyed; the future of the wicked shall be cut off."},{"VERSE":"39","WORD":"The salvation of the righteous is from the Lord; he is their stronghold in the time of trouble."},{"VERSE":"40","WORD":"The Lord helps them and delivers them; he delivers them from the wicked and saves them, because they take refuge in him."}]},{"CHAPTER":"38","VERSES":[{"VERSE":"1","WORD":"O Lord, rebuke me not in your anger, nor discipline me in your wrath!"},{"VERSE":"2","WORD":"For your arrows have sunk into me, and your hand has come down on me."},{"VERSE":"3","WORD":"There is no soundness in my flesh because of your indignation; there is no health in my bones because of my sin."},{"VERSE":"4","WORD":"For my iniquities have gone over my head; like a heavy burden, they are too heavy for me."},{"VERSE":"5","WORD":"My wounds stink and fester because of my foolishness,"},{"VERSE":"6","WORD":"I am utterly bowed down and prostrate; all the day I go about mourning."},{"VERSE":"7","WORD":"For my sides are filled with burning, and there is no soundness in my flesh."},{"VERSE":"8","WORD":"I am feeble and crushed; I groan because of the tumult of my heart."},{"VERSE":"9","WORD":"O Lord, all my longing is before you; my sighing is not hidden from you."},{"VERSE":"10","WORD":"My heart throbs; my strength fails me, and the light of my eyes—it also has gone from me."},{"VERSE":"11","WORD":"My friends and companions stand aloof from my plague, and my nearest kin stand far off."},{"VERSE":"12","WORD":"Those who seek my life lay their snares; those who seek my hurt speak of ruin and meditate treachery all day long."},{"VERSE":"13","WORD":"But I am like a deaf man; I do not hear, like a mute man who does not open his mouth."},{"VERSE":"14","WORD":"I have become like a man who does not hear, and in whose mouth are no rebukes."},{"VERSE":"15","WORD":"But for you, O Lord, do I wait; it is you, O Lord my God, who will answer."},{"VERSE":"16","WORD":"For I said, “Only let them not rejoice over me, who boast against me when my foot slips!”"},{"VERSE":"17","WORD":"For I am ready to fall, and my pain is ever before me."},{"VERSE":"18","WORD":"I confess my iniquity; I am sorry for my sin."},{"VERSE":"19","WORD":"But my foes are vigorous, they are mighty, and many are those who hate me wrongfully."},{"VERSE":"20","WORD":"Those who render me evil for good accuse me because I follow after good."},{"VERSE":"21","WORD":"Do not forsake me, O Lord! O my God, be not far from me!"},{"VERSE":"22","WORD":"Make haste to help me, O Lord, my salvation!"}]},{"CHAPTER":"39","VERSES":[{"VERSE":"1","WORD":"I said, “I will guard my ways, that I may not sin with my tongue; I will guard my mouth with a muzzle, so long as the wicked are in my presence.”"},{"VERSE":"2","WORD":"I was mute and silent; I held my peace to no avail, and my distress grew worse."},{"VERSE":"3","WORD":"My heart became hot within me. As I mused, the fire burned; then I spoke with my tongue:"},{"VERSE":"4","WORD":"“O Lord, make me know my end and what is the measure of my days; let me know how fleeting I am!"},{"VERSE":"5","WORD":"Behold, you have made my days a few handbreadths, and my lifetime is as nothing before you. Surely all mankind stands as a mere breath! Selah"},{"VERSE":"6","WORD":"Surely a man goes about as a shadow! Surely for nothing they are in turmoil; man heaps up wealth and does not know who will gather!"},{"VERSE":"7","WORD":"“And now, O Lord, for what do I wait? My hope is in you."},{"VERSE":"8","WORD":"Deliver me from all my transgressions. Do not make me the scorn of the fool!"},{"VERSE":"9","WORD":"I am mute; I do not open my mouth, for it is you who have done it."},{"VERSE":"10","WORD":"Remove your stroke from me; I am spent by the hostility of your hand."},{"VERSE":"11","WORD":"When you discipline a man with rebukes for sin, you consume like a moth what is dear to him; surely all mankind is a mere breath! Selah"},{"VERSE":"12","WORD":"“Hear my prayer, O Lord, and give ear to my cry; hold not your peace at my tears! For I am a sojourner with you, a guest, like all my fathers."},{"VERSE":"13","WORD":"Look away from me, that I may smile again, before I depart and am no more!”"}]},{"CHAPTER":"40","VERSES":[{"VERSE":"1","WORD":"I waited patiently for the Lord; he inclined to me and heard my cry."},{"VERSE":"2","WORD":"He drew me up from the pit of destruction, out of the miry bog, and set my feet upon a rock, making my steps secure."},{"VERSE":"3","WORD":"He put a new song in my mouth, a song of praise to our God. Many will see and fear, and put their trust in the Lord."},{"VERSE":"4","WORD":"Blessed is the man who makes the Lord his trust, who does not turn to the proud, to those who go astray after a lie!"},{"VERSE":"5","WORD":"You have multiplied, O Lord my God, your wondrous deeds and your thoughts toward us; none can compare with you! I will proclaim and tell of them, yet they are more than can be told."},{"VERSE":"6","WORD":"In sacrifice and offering you have not delighted, but you have given me an open ear. Burnt offering and sin offering you have not required."},{"VERSE":"7","WORD":"Then I said, “Behold, I have come; in the scroll of the book it is written of me:"},{"VERSE":"8","WORD":"I delight to do your will, O my God; your law is within my heart.”"},{"VERSE":"9","WORD":"I have told the glad news of deliverance in the great congregation; behold, I have not restrained my lips, as you know, O Lord."},{"VERSE":"10","WORD":"I have not hidden your deliverance within my heart; I have spoken of your faithfulness and your salvation; I have not concealed your steadfast love and your faithfulness from the great congregation."},{"VERSE":"11","WORD":"As for you, O Lord, you will not restrain your mercy from me; your steadfast love and your faithfulness will ever preserve me!"},{"VERSE":"12","WORD":"For evils have encompassed me beyond number; my iniquities have overtaken me, and I cannot see; they are more than the hairs of my head; my heart fails me."},{"VERSE":"13","WORD":"Be pleased, O Lord, to deliver me! O Lord, make haste to help me!"},{"VERSE":"14","WORD":"Let those be put to shame and disappointed altogether who seek to snatch away my life; let those be turned back and brought to dishonor who delight in my hurt!"},{"VERSE":"15","WORD":"Let those be appalled because of their shame who say to me, “Aha, Aha!”"},{"VERSE":"16","WORD":"But may all who seek you rejoice and be glad in you; may those who love your salvation say continually, “Great is the Lord!”"},{"VERSE":"17","WORD":"As for me, I am poor and needy, but the Lord takes thought for me. You are my help and my deliverer; do not delay, O my God!"}]},{"CHAPTER":"41","VERSES":[{"VERSE":"1","WORD":"Blessed is the one who considers the poor! In the day of trouble the Lord delivers him;"},{"VERSE":"2","WORD":"the Lord protects him and keeps him alive; he is called blessed in the land; you do not give him up to the will of his enemies."},{"VERSE":"3","WORD":"The Lord sustains him on his sickbed; in his illness you restore him to full health."},{"VERSE":"4","WORD":"As for me, I said, “O Lord, be gracious to me; heal me, for I have sinned against you!”"},{"VERSE":"5","WORD":"My enemies say of me in malice, “When will he die, and his name perish?”"},{"VERSE":"6","WORD":"And when one comes to see me, he utters empty words, while his heart gathers iniquity; when he goes out, he tells it abroad."},{"VERSE":"7","WORD":"All who hate me whisper together about me; they imagine the worst for me."},{"VERSE":"8","WORD":"They say, “A deadly thing is poured out on him; he will not rise again from where he lies.”"},{"VERSE":"9","WORD":"Even my close friend in whom I trusted, who ate my bread, has lifted his heel against me."},{"VERSE":"10","WORD":"But you, O Lord, be gracious to me, and raise me up, that I may repay them!"},{"VERSE":"11","WORD":"By this I know that you delight in me: my enemy will not shout in triumph over me."},{"VERSE":"12","WORD":"But you have upheld me because of my integrity, and set me in your presence forever."},{"VERSE":"13","WORD":"Blessed be the Lord, the God of Israel, from everlasting to everlasting! Amen and Amen."}]},{"CHAPTER":"42","VERSES":[{"VERSE":"1","WORD":"As a deer pants for flowing streams, so pants my soul for you, O God."},{"VERSE":"2","WORD":"My soul thirsts for God, for the living God. When shall I come and appear before God?"},{"VERSE":"3","WORD":"My tears have been my food day and night, while they say to me all the day long, “Where is your God?”"},{"VERSE":"4","WORD":"These things I remember, as I pour out my soul: how I would go with the throng and lead them in procession to the house of God with glad shouts and songs of praise, a multitude keeping festival."},{"VERSE":"5","WORD":"Why are you cast down, O my soul, and why are you in turmoil within me? Hope in God; for I shall again praise him, my salvation"},{"VERSE":"6","WORD":"and my God. My soul is cast down within me; therefore I remember you from the land of Jordan and of Hermon, from Mount Mizar."},{"VERSE":"7","WORD":"Deep calls to deep at the roar of your waterfalls; all your breakers and your waves have gone over me."},{"VERSE":"8","WORD":"By day the Lord commands his steadfast love, and at night his song is with me, a prayer to the God of my life."},{"VERSE":"9","WORD":"I say to God, my rock: “Why have you forgotten me? Why do I go mourning because of the oppression of the enemy?”"},{"VERSE":"10","WORD":"As with a deadly wound in my bones, my adversaries taunt me, while they say to me all the day long, “Where is your God?”"},{"VERSE":"11","WORD":"Why are you cast down, O my soul, and why are you in turmoil within me? Hope in God; for I shall again praise him, my salvation and my God."}]},{"CHAPTER":"43","VERSES":[{"VERSE":"1","WORD":"Vindicate me, O God, and defend my cause against an ungodly people, from the deceitful and unjust man deliver me!"},{"VERSE":"2","WORD":"For you are the God in whom I take refuge; why have you rejected me? Why do I go about mourning because of the oppression of the enemy?"},{"VERSE":"3","WORD":"Send out your light and your truth; let them lead me; let them bring me to your holy hill and to your dwelling!"},{"VERSE":"4","WORD":"Then I will go to the altar of God, to God my exceeding joy, and I will praise you with the lyre, O God, my God."},{"VERSE":"5","WORD":"Why are you cast down, O my soul, and why are you in turmoil within me? Hope in God; for I shall again praise him, my salvation and my God."}]},{"CHAPTER":"44","VERSES":[{"VERSE":"1","WORD":"O God, we have heard with our ears, our fathers have told us, what deeds you performed in their days, in the days of old:"},{"VERSE":"2","WORD":"you with your own hand drove out the nations, but them you planted; you afflicted the peoples, but them you set free;"},{"VERSE":"3","WORD":"for not by their own sword did they win the land, nor did their own arm save them, but your right hand and your arm, and the light of your face, for you delighted in them."},{"VERSE":"4","WORD":"You are my King, O God; ordain salvation for Jacob!"},{"VERSE":"5","WORD":"Through you we push down our foes; through your name we tread down those who rise up against us."},{"VERSE":"6","WORD":"For not in my bow do I trust, nor can my sword save me."},{"VERSE":"7","WORD":"But you have saved us from our foes and have put to shame those who hate us."},{"VERSE":"8","WORD":"In God we have boasted continually, and we will give thanks to your name forever. Selah"},{"VERSE":"9","WORD":"But you have rejected us and disgraced us and have not gone out with our armies."},{"VERSE":"10","WORD":"You have made us turn back from the foe, and those who hate us have gotten spoil."},{"VERSE":"11","WORD":"You have made us like sheep for slaughter and have scattered us among the nations."},{"VERSE":"12","WORD":"You have sold your people for a trifle, demanding no high price for them."},{"VERSE":"13","WORD":"You have made us the taunt of our neighbors, the derision and scorn of those around us."},{"VERSE":"14","WORD":"You have made us a byword among the nations, a laughingstock among the peoples."},{"VERSE":"15","WORD":"All day long my disgrace is before me, and shame has covered my face"},{"VERSE":"16","WORD":"at the sound of the taunter and reviler, at the sight of the enemy and the avenger."},{"VERSE":"17","WORD":"All this has come upon us, though we have not forgotten you, and we have not been false to your covenant."},{"VERSE":"18","WORD":"Our heart has not turned back, nor have our steps departed from your way;"},{"VERSE":"19","WORD":"yet you have broken us in the place of jackals and covered us with the shadow of death."},{"VERSE":"20","WORD":"If we had forgotten the name of our God or spread out our hands to a foreign god,"},{"VERSE":"21","WORD":"would not God discover this? For he knows the secrets of the heart."},{"VERSE":"22","WORD":"Yet for your sake we are killed all the day long; we are regarded as sheep to be slaughtered."},{"VERSE":"23","WORD":"Awake! Why are you sleeping, O Lord? Rouse yourself! Do not reject us forever!"},{"VERSE":"24","WORD":"Why do you hide your face? Why do you forget our affliction and oppression?"},{"VERSE":"25","WORD":"For our soul is bowed down to the dust; our belly clings to the ground."},{"VERSE":"26","WORD":"Rise up; come to our help! Redeem us for the sake of your steadfast love!"}]},{"CHAPTER":"45","VERSES":[{"VERSE":"1","WORD":"My heart overflows with a pleasing theme; I address my verses to the king; my tongue is like the pen of a ready scribe."},{"VERSE":"2","WORD":"You are the most handsome of the sons of men; grace is poured upon your lips; therefore God has blessed you forever."},{"VERSE":"3","WORD":"Gird your sword on your thigh, O mighty one, in your splendor and majesty!"},{"VERSE":"4","WORD":"In your majesty ride out victoriously for the cause of truth and meekness and righteousness; let your right hand teach you awesome deeds!"},{"VERSE":"5","WORD":"Your arrows are sharp in the heart of the king's enemies; the peoples fall under you."},{"VERSE":"6","WORD":"Your throne, O God, is forever and ever. The scepter of your kingdom is a scepter of uprightness;"},{"VERSE":"7","WORD":"you have loved righteousness and hated wickedness. Therefore God, your God, has anointed you with the oil of gladness beyond your companions;"},{"VERSE":"8","WORD":"your robes are all fragrant with myrrh and aloes and cassia. From ivory palaces stringed instruments make you glad;"},{"VERSE":"9","WORD":"daughters of kings are among your ladies of honor; at your right hand stands the queen in gold of Ophir."},{"VERSE":"10","WORD":"Hear, O daughter, and consider, and incline your ear: forget your people and your father's house,"},{"VERSE":"11","WORD":"and the king will desire your beauty. Since he is your lord, bow to him."},{"VERSE":"12","WORD":"The people of Tyre will seek your favor with gifts, the richest of the people."},{"VERSE":"13","WORD":"All glorious is the princess in her chamber, with robes interwoven with gold."},{"VERSE":"14","WORD":"In many-colored robes she is led to the king, with her virgin companions following behind her."},{"VERSE":"15","WORD":"With joy and gladness they are led along as they enter the palace of the king."},{"VERSE":"16","WORD":"In place of your fathers shall be your sons; you will make them princes in all the earth."},{"VERSE":"17","WORD":"I will cause your name to be remembered in all generations; therefore nations will praise you forever and ever."}]},{"CHAPTER":"46","VERSES":[{"VERSE":"1","WORD":"God is our refuge and strength, a very present help in trouble."},{"VERSE":"2","WORD":"Therefore we will not fear though the earth gives way, though the mountains be moved into the heart of the sea,"},{"VERSE":"3","WORD":"though its waters roar and foam, though the mountains tremble at its swelling. Selah"},{"VERSE":"4","WORD":"There is a river whose streams make glad the city of God, the holy habitation of the Most High."},{"VERSE":"5","WORD":"God is in the midst of her; she shall not be moved; God will help her when morning dawns."},{"VERSE":"6","WORD":"The nations rage, the kingdoms totter; he utters his voice, the earth melts."},{"VERSE":"7","WORD":"The Lord of hosts is with us; the God of Jacob is our fortress. Selah"},{"VERSE":"8","WORD":"Come, behold the works of the Lord, how he has brought desolations on the earth."},{"VERSE":"9","WORD":"He makes wars cease to the end of the earth; he breaks the bow and shatters the spear; he burns the chariots with fire."},{"VERSE":"10","WORD":"“Be still, and know that I am God. I will be exalted among the nations, I will be exalted in the earth!”"},{"VERSE":"11","WORD":"The Lord of hosts is with us; the God of Jacob is our fortress. Selah"}]},{"CHAPTER":"47","VERSES":[{"VERSE":"1","WORD":"Clap your hands, all peoples! Shout to God with loud songs of joy!"},{"VERSE":"2","WORD":"For the Lord, the Most High, is to be feared, a great king over all the earth."},{"VERSE":"3","WORD":"He subdued peoples under us, and nations under our feet."},{"VERSE":"4","WORD":"He chose our heritage for us, the pride of Jacob whom he loves. Selah"},{"VERSE":"5","WORD":"God has gone up with a shout, the Lord with the sound of a trumpet."},{"VERSE":"6","WORD":"Sing praises to God, sing praises! Sing praises to our King, sing praises!"},{"VERSE":"7","WORD":"For God is the King of all the earth; sing praises with a psalm!"},{"VERSE":"8","WORD":"God reigns over the nations; God sits on his holy throne."},{"VERSE":"9","WORD":"The princes of the peoples gather as the people of the God of Abraham. For the shields of the earth belong to God; he is highly exalted!"}]},{"CHAPTER":"48","VERSES":[{"VERSE":"1","WORD":"Great is the Lord and greatly to be praised in the city of our God! His holy mountain,"},{"VERSE":"2","WORD":"beautiful in elevation, is the joy of all the earth, Mount Zion, in the far north, the city of the great King."},{"VERSE":"3","WORD":"Within her citadels God has made himself known as a fortress."},{"VERSE":"4","WORD":"For behold, the kings assembled; they came on together."},{"VERSE":"5","WORD":"As soon as they saw it, they were astounded; they were in panic; they took to flight."},{"VERSE":"6","WORD":"Trembling took hold of them there, anguish as of a woman in labor."},{"VERSE":"7","WORD":"By the east wind you shattered the ships of Tarshish."},{"VERSE":"8","WORD":"As we have heard, so have we seen in the city of the Lord of hosts, in the city of our God, which God will establish forever. Selah"},{"VERSE":"9","WORD":"We have thought on your steadfast love, O God, in the midst of your temple."},{"VERSE":"10","WORD":"As your name, O God, so your praise reaches to the ends of the earth. Your right hand is filled with righteousness."},{"VERSE":"11","WORD":"Let Mount Zion be glad! Let the daughters of Judah rejoice because of your judgments!"},{"VERSE":"12","WORD":"Walk about Zion, go around her, number her towers,"},{"VERSE":"13","WORD":"consider well her ramparts, go through her citadels, that you may tell the next generation"},{"VERSE":"14","WORD":"that this is God, our God forever and ever. He will guide us forever."}]},{"CHAPTER":"49","VERSES":[{"VERSE":"1","WORD":"Hear this, all peoples! Give ear, all inhabitants of the world,"},{"VERSE":"2","WORD":"both low and high, rich and poor together!"},{"VERSE":"3","WORD":"My mouth shall speak wisdom; the meditation of my heart shall be understanding."},{"VERSE":"4","WORD":"I will incline my ear to a proverb; I will solve my riddle to the music of the lyre."},{"VERSE":"5","WORD":"Why should I fear in times of trouble, when the iniquity of those who cheat me surrounds me,"},{"VERSE":"6","WORD":"those who trust in their wealth and boast of the abundance of their riches?"},{"VERSE":"7","WORD":"Truly no man can ransom another, or give to God the price of his life,"},{"VERSE":"8","WORD":"for the ransom of their life is costly and can never suffice,"},{"VERSE":"9","WORD":"that he should live on forever and never see the pit."},{"VERSE":"10","WORD":"For he sees that even the wise die; the fool and the stupid alike must perish and leave their wealth to others."},{"VERSE":"11","WORD":"Their graves are their homes forever, their dwelling places to all generations, though they called lands by their own names."},{"VERSE":"12","WORD":"Man in his pomp will not remain; he is like the beasts that perish."},{"VERSE":"13","WORD":"This is the path of those who have foolish confidence; yet after them people approve of their boasts. Selah"},{"VERSE":"14","WORD":"Like sheep they are appointed for Sheol; death shall be their shepherd, and the upright shall rule over them in the morning. Their form shall be consumed in Sheol, with no place to dwell."},{"VERSE":"15","WORD":"But God will ransom my soul from the power of Sheol, for he will receive me. Selah"},{"VERSE":"16","WORD":"Be not afraid when a man becomes rich, when the glory of his house increases."},{"VERSE":"17","WORD":"For when he dies he will carry nothing away; his glory will not go down after him."},{"VERSE":"18","WORD":"For though, while he lives, he counts himself blessed —and though you get praise when you do well for yourself—"},{"VERSE":"19","WORD":"his soul will go to the generation of his fathers, who will never again see light."},{"VERSE":"20","WORD":"Man in his pomp yet without understanding is like the beasts that perish."}]},{"CHAPTER":"50","VERSES":[{"VERSE":"1","WORD":"The Mighty One, God the Lord, speaks and summons the earth from the rising of the sun to its setting."},{"VERSE":"2","WORD":"Out of Zion, the perfection of beauty, God shines forth."},{"VERSE":"3","WORD":"Our God comes; he does not keep silence; before him is a devouring fire, around him a mighty tempest."},{"VERSE":"4","WORD":"He calls to the heavens above and to the earth, that he may judge his people:"},{"VERSE":"5","WORD":"“Gather to me my faithful ones, who made a covenant with me by sacrifice!”"},{"VERSE":"6","WORD":"The heavens declare his righteousness, for God himself is judge! Selah"},{"VERSE":"7","WORD":"“Hear, O my people, and I will speak; O Israel, I will testify against you. I am God, your God."},{"VERSE":"8","WORD":"Not for your sacrifices do I rebuke you; your burnt offerings are continually before me."},{"VERSE":"9","WORD":"I will not accept a bull from your house or goats from your folds."},{"VERSE":"10","WORD":"For every beast of the forest is mine, the cattle on a thousand hills."},{"VERSE":"11","WORD":"I know all the birds of the hills, and all that moves in the field is mine."},{"VERSE":"12","WORD":"“If I were hungry, I would not tell you, for the world and its fullness are mine."},{"VERSE":"13","WORD":"Do I eat the flesh of bulls or drink the blood of goats?"},{"VERSE":"14","WORD":"Offer to God a sacrifice of thanksgiving, and perform your vows to the Most High,"},{"VERSE":"15","WORD":"and call upon me in the day of trouble; I will deliver you, and you shall glorify me.”"},{"VERSE":"16","WORD":"But to the wicked God says: “What right have you to recite my statutes or take my covenant on your lips?"},{"VERSE":"17","WORD":"For you hate discipline, and you cast my words behind you."},{"VERSE":"18","WORD":"If you see a thief, you are pleased with him, and you keep company with adulterers."},{"VERSE":"19","WORD":"“You give your mouth free rein for evil, and your tongue frames deceit."},{"VERSE":"20","WORD":"You sit and speak against your brother; you slander your own mother's son."},{"VERSE":"21","WORD":"These things you have done, and I have been silent; you thought that I was one like yourself. But now I rebuke you and lay the charge before you."},{"VERSE":"22","WORD":"“Mark this, then, you who forget God, lest I tear you apart, and there be none to deliver!"},{"VERSE":"23","WORD":"The one who offers thanksgiving as his sacrifice glorifies me; to one who orders his way rightly I will show the salvation of God!”"}]},{"CHAPTER":"51","VERSES":[{"VERSE":"1","WORD":"Have mercy on me, O God, according to your steadfast love; according to your abundant mercy blot out my transgressions."},{"VERSE":"2","WORD":"Wash me thoroughly from my iniquity, and cleanse me from my sin!"},{"VERSE":"3","WORD":"For I know my transgressions, and my sin is ever before me."},{"VERSE":"4","WORD":"Against you, you only, have I sinned and done what is evil in your sight, so that you may be justified in your words and blameless in your judgment."},{"VERSE":"5","WORD":"Behold, I was brought forth in iniquity, and in sin did my mother conceive me."},{"VERSE":"6","WORD":"Behold, you delight in truth in the inward being, and you teach me wisdom in the secret heart."},{"VERSE":"7","WORD":"Purge me with hyssop, and I shall be clean; wash me, and I shall be whiter than snow."},{"VERSE":"8","WORD":"Let me hear joy and gladness; let the bones that you have broken rejoice."},{"VERSE":"9","WORD":"Hide your face from my sins, and blot out all my iniquities."},{"VERSE":"10","WORD":"Create in me a clean heart, O God, and renew a right spirit within me."},{"VERSE":"11","WORD":"Cast me not away from your presence, and take not your Holy Spirit from me."},{"VERSE":"12","WORD":"Restore to me the joy of your salvation, and uphold me with a willing spirit."},{"VERSE":"13","WORD":"Then I will teach transgressors your ways, and sinners will return to you."},{"VERSE":"14","WORD":"Deliver me from bloodguiltiness, O God, O God of my salvation, and my tongue will sing aloud of your righteousness."},{"VERSE":"15","WORD":"O Lord, open my lips, and my mouth will declare your praise."},{"VERSE":"16","WORD":"For you will not delight in sacrifice, or I would give it; you will not be pleased with a burnt offering."},{"VERSE":"17","WORD":"The sacrifices of God are a broken spirit; a broken and contrite heart, O God, you will not despise."},{"VERSE":"18","WORD":"Do good to Zion in your good pleasure; build up the walls of Jerusalem;"},{"VERSE":"19","WORD":"then will you delight in right sacrifices, in burnt offerings and whole burnt offerings; then bulls will be offered on your altar."}]},{"CHAPTER":"52","VERSES":[{"VERSE":"1","WORD":"Why do you boast of evil, O mighty man? The steadfast love of God endures all the day."},{"VERSE":"2","WORD":"Your tongue plots destruction, like a sharp razor, you worker of deceit."},{"VERSE":"3","WORD":"You love evil more than good, and lying more than speaking what is right. Selah"},{"VERSE":"4","WORD":"You love all words that devour, O deceitful tongue."},{"VERSE":"5","WORD":"But God will break you down forever; he will snatch and tear you from your tent; he will uproot you from the land of the living. Selah"},{"VERSE":"6","WORD":"The righteous shall see and fear, and shall laugh at him, saying,"},{"VERSE":"7","WORD":"“See the man who would not make God his refuge, but trusted in the abundance of his riches and sought refuge in his own destruction!”"},{"VERSE":"8","WORD":"But I am like a green olive tree in the house of God. I trust in the steadfast love of God forever and ever."},{"VERSE":"9","WORD":"I will thank you forever, because you have done it. I will wait for your name, for it is good, in the presence of the godly."}]},{"CHAPTER":"53","VERSES":[{"VERSE":"1","WORD":"The fool says in his heart, “There is no God.” They are corrupt, doing abominable iniquity; there is none who does good."},{"VERSE":"2","WORD":"God looks down from heaven on the children of man to see if there are any who understand, who seek after God."},{"VERSE":"3","WORD":"They have all fallen away; together they have become corrupt; there is none who does good, not even one."},{"VERSE":"4","WORD":"Have those who work evil no knowledge, who eat up my people as they eat bread, and do not call upon God?"},{"VERSE":"5","WORD":"There they are, in great terror, where there is no terror! For God scatters the bones of him who encamps against you; you put them to shame, for God has rejected them."},{"VERSE":"6","WORD":"Oh, that salvation for Israel would come out of Zion! When God restores the fortunes of his people, let Jacob rejoice, let Israel be glad."}]},{"CHAPTER":"54","VERSES":[{"VERSE":"1","WORD":"O God, save me by your name, and vindicate me by your might."},{"VERSE":"2","WORD":"O God, hear my prayer; give ear to the words of my mouth."},{"VERSE":"3","WORD":"For strangers have risen against me; ruthless men seek my life; they do not set God before themselves. Selah"},{"VERSE":"4","WORD":"Behold, God is my helper; the Lord is the upholder of my life."},{"VERSE":"5","WORD":"He will return the evil to my enemies; in your faithfulness put an end to them."},{"VERSE":"6","WORD":"With a freewill offering I will sacrifice to you; I will give thanks to your name, O Lord, for it is good."},{"VERSE":"7","WORD":"For he has delivered me from every trouble, and my eye has looked in triumph on my enemies."}]},{"CHAPTER":"55","VERSES":[{"VERSE":"1","WORD":"Give ear to my prayer, O God, and hide not yourself from my plea for mercy!"},{"VERSE":"2","WORD":"Attend to me, and answer me; I am restless in my complaint and I moan,"},{"VERSE":"3","WORD":"because of the noise of the enemy, because of the oppression of the wicked. For they drop trouble upon me, and in anger they bear a grudge against me."},{"VERSE":"4","WORD":"My heart is in anguish within me; the terrors of death have fallen upon me."},{"VERSE":"5","WORD":"Fear and trembling come upon me, and horror overwhelms me."},{"VERSE":"6","WORD":"And I say, “Oh, that I had wings like a dove! I would fly away and be at rest;"},{"VERSE":"7","WORD":"yes, I would wander far away; I would lodge in the wilderness; Selah"},{"VERSE":"8","WORD":"I would hurry to find a shelter from the raging wind and tempest.”"},{"VERSE":"9","WORD":"Destroy, O Lord, divide their tongues; for I see violence and strife in the city."},{"VERSE":"10","WORD":"Day and night they go around it on its walls, and iniquity and trouble are within it;"},{"VERSE":"11","WORD":"ruin is in its midst; oppression and fraud do not depart from its marketplace."},{"VERSE":"12","WORD":"For it is not an enemy who taunts me— then I could bear it; it is not an adversary who deals insolently with me— then I could hide from him."},{"VERSE":"13","WORD":"But it is you, a man, my equal, my companion, my familiar friend."},{"VERSE":"14","WORD":"We used to take sweet counsel together; within God's house we walked in the throng."},{"VERSE":"15","WORD":"Let death steal over them; let them go down to Sheol alive; for evil is in their dwelling place and in their heart."},{"VERSE":"16","WORD":"But I call to God, and the Lord will save me."},{"VERSE":"17","WORD":"Evening and morning and at noon I utter my complaint and moan, and he hears my voice."},{"VERSE":"18","WORD":"He redeems my soul in safety from the battle that I wage, for many are arrayed against me."},{"VERSE":"19","WORD":"God will give ear and humble them, he who is enthroned from of old, Selah because they do not change and do not fear God."},{"VERSE":"20","WORD":"My companion stretched out his hand against his friends; he violated his covenant."},{"VERSE":"21","WORD":"His speech was smooth as butter, yet war was in his heart; his words were softer than oil, yet they were drawn swords."},{"VERSE":"22","WORD":"Cast your burden on the Lord, and he will sustain you; he will never permit the righteous to be moved."},{"VERSE":"23","WORD":"But you, O God, will cast them down into the pit of destruction; men of blood and treachery shall not live out half their days. But I will trust in you."}]},{"CHAPTER":"56","VERSES":[{"VERSE":"1","WORD":"Be gracious to me, O God, for man tramples on me; all day long an attacker oppresses me;"},{"VERSE":"2","WORD":"my enemies trample on me all day long, for many attack me proudly."},{"VERSE":"3","WORD":"When I am afraid, I put my trust in you."},{"VERSE":"4","WORD":"In God, whose word I praise, in God I trust; I shall not be afraid. What can flesh do to me?"},{"VERSE":"5","WORD":"All day long they injure my cause; all their thoughts are against me for evil."},{"VERSE":"6","WORD":"They stir up strife, they lurk; they watch my steps, as they have waited for my life."},{"VERSE":"7","WORD":"For their crime will they escape? In wrath cast down the peoples, O God!"},{"VERSE":"8","WORD":"You have kept count of my tossings; put my tears in your bottle. Are they not in your book?"},{"VERSE":"9","WORD":"Then my enemies will turn back in the day when I call. This I know, that God is for me."},{"VERSE":"10","WORD":"In God, whose word I praise, in the Lord, whose word I praise,"},{"VERSE":"11","WORD":"in God I trust; I shall not be afraid. What can man do to me?"},{"VERSE":"12","WORD":"I must perform my vows to you, O God; I will render thank offerings to you."},{"VERSE":"13","WORD":"For you have delivered my soul from death, yes, my feet from falling, that I may walk before God in the light of life."}]},{"CHAPTER":"57","VERSES":[{"VERSE":"1","WORD":"Be merciful to me, O God, be merciful to me, for in you my soul takes refuge; in the shadow of your wings I will take refuge, till the storms of destruction pass by."},{"VERSE":"2","WORD":"I cry out to God Most High, to God who fulfills his purpose for me."},{"VERSE":"3","WORD":"He will send from heaven and save me; he will put to shame him who tramples on me. Selah God will send out his steadfast love and his faithfulness!"},{"VERSE":"4","WORD":"My soul is in the midst of lions; I lie down amid fiery beasts— the children of man, whose teeth are spears and arrows, whose tongues are sharp swords."},{"VERSE":"5","WORD":"Be exalted, O God, above the heavens! Let your glory be over all the earth!"},{"VERSE":"6","WORD":"They set a net for my steps; my soul was bowed down. They dug a pit in my way, but they have fallen into it themselves. Selah"},{"VERSE":"7","WORD":"My heart is steadfast, O God, my heart is steadfast! I will sing and make melody!"},{"VERSE":"8","WORD":"Awake, my glory! Awake, O harp and lyre! I will awake the dawn!"},{"VERSE":"9","WORD":"I will give thanks to you, O Lord, among the peoples; I will sing praises to you among the nations."},{"VERSE":"10","WORD":"For your steadfast love is great to the heavens, your faithfulness to the clouds."},{"VERSE":"11","WORD":"Be exalted, O God, above the heavens! Let your glory be over all the earth!"}]},{"CHAPTER":"58","VERSES":[{"VERSE":"1","WORD":"Do you indeed decree what is right, you gods? Do you judge the children of man uprightly?"},{"VERSE":"2","WORD":"No, in your hearts you devise wrongs; your hands deal out violence on earth."},{"VERSE":"3","WORD":"The wicked are estranged from the womb; they go astray from birth, speaking lies."},{"VERSE":"4","WORD":"They have venom like the venom of a serpent, like the deaf adder that stops its ear,"},{"VERSE":"5","WORD":"so that it does not hear the voice of charmers or of the cunning enchanter."},{"VERSE":"6","WORD":"O God, break the teeth in their mouths; tear out the fangs of the young lions, O Lord!"},{"VERSE":"7","WORD":"Let them vanish like water that runs away; when he aims his arrows, let them be blunted."},{"VERSE":"8","WORD":"Let them be like the snail that dissolves into slime, like the stillborn child who never sees the sun."},{"VERSE":"9","WORD":"Sooner than your pots can feel the heat of thorns, whether green or ablaze, may he sweep them away!"},{"VERSE":"10","WORD":"The righteous will rejoice when he sees the vengeance; he will bathe his feet in the blood of the wicked."},{"VERSE":"11","WORD":"Mankind will say, “Surely there is a reward for the righteous; surely there is a God who judges on earth.”"}]},{"CHAPTER":"59","VERSES":[{"VERSE":"1","WORD":"Deliver me from my enemies, O my God; protect me from those who rise up against me;"},{"VERSE":"2","WORD":"deliver me from those who work evil, and save me from bloodthirsty men."},{"VERSE":"3","WORD":"For behold, they lie in wait for my life; fierce men stir up strife against me. For no transgression or sin of mine, O Lord,"},{"VERSE":"4","WORD":"for no fault of mine, they run and make ready. Awake, come to meet me, and see!"},{"VERSE":"5","WORD":"You, Lord God of hosts, are God of Israel. Rouse yourself to punish all the nations; spare none of those who treacherously plot evil. Selah"},{"VERSE":"6","WORD":"Each evening they come back, howling like dogs and prowling about the city."},{"VERSE":"7","WORD":"There they are, bellowing with their mouths with swords in their lips— for “Who,” they think, “will hear us?”"},{"VERSE":"8","WORD":"But you, O Lord, laugh at them; you hold all the nations in derision."},{"VERSE":"9","WORD":"O my Strength, I will watch for you, for you, O God, are my fortress."},{"VERSE":"10","WORD":"My God in his steadfast love will meet me; God will let me look in triumph on my enemies."},{"VERSE":"11","WORD":"Kill them not, lest my people forget; make them totter by your power and bring them down, O Lord, our shield!"},{"VERSE":"12","WORD":"For the sin of their mouths, the words of their lips, let them be trapped in their pride. For the cursing and lies that they utter,"},{"VERSE":"13","WORD":"consume them in wrath; consume them till they are no more, that they may know that God rules over Jacob to the ends of the earth. Selah"},{"VERSE":"14","WORD":"Each evening they come back, howling like dogs and prowling about the city."},{"VERSE":"15","WORD":"They wander about for food and growl if they do not get their fill."},{"VERSE":"16","WORD":"But I will sing of your strength; I will sing aloud of your steadfast love in the morning. For you have been to me a fortress and a refuge in the day of my distress."},{"VERSE":"17","WORD":"O my Strength, I will sing praises to you, for you, O God, are my fortress, the God who shows me steadfast love."}]},{"CHAPTER":"60","VERSES":[{"VERSE":"1","WORD":"O God, you have rejected us, broken our defenses; you have been angry; oh, restore us."},{"VERSE":"2","WORD":"You have made the land to quake; you have torn it open; repair its breaches, for it totters."},{"VERSE":"3","WORD":"You have made your people see hard things; you have given us wine to drink that made us stagger."},{"VERSE":"4","WORD":"You have set up a banner for those who fear you, that they may flee to it from the bow. Selah"},{"VERSE":"5","WORD":"That your beloved ones may be delivered, give salvation by your right hand and answer us!"},{"VERSE":"6","WORD":"God has spoken in his holiness: “With exultation I will divide up Shechem and portion out the Vale of Succoth."},{"VERSE":"7","WORD":"Gilead is mine; Manasseh is mine; Ephraim is my helmet; Judah is my scepter."},{"VERSE":"8","WORD":"Moab is my washbasin; upon Edom I cast my shoe; over Philistia I shout in triumph.”"},{"VERSE":"9","WORD":"Who will bring me to the fortified city? Who will lead me to Edom?"},{"VERSE":"10","WORD":"Have you not rejected us, O God? You do not go forth, O God, with our armies."},{"VERSE":"11","WORD":"Oh, grant us help against the foe, for vain is the salvation of man!"},{"VERSE":"12","WORD":"With God we shall do valiantly; it is he who will tread down our foes."}]},{"CHAPTER":"61","VERSES":[{"VERSE":"1","WORD":"Hear my cry, O God, listen to my prayer;"},{"VERSE":"2","WORD":"from the end of the earth I call to you when my heart is faint. Lead me to the rock that is higher than I,"},{"VERSE":"3","WORD":"for you have been my refuge, a strong tower against the enemy."},{"VERSE":"4","WORD":"Let me dwell in your tent forever! Let me take refuge under the shelter of your wings! Selah"},{"VERSE":"5","WORD":"For you, O God, have heard my vows; you have given me the heritage of those who fear your name."},{"VERSE":"6","WORD":"Prolong the life of the king; may his years endure to all generations!"},{"VERSE":"7","WORD":"May he be enthroned forever before God; appoint steadfast love and faithfulness to watch over him!"},{"VERSE":"8","WORD":"So will I ever sing praises to your name, as I perform my vows day after day."}]},{"CHAPTER":"62","VERSES":[{"VERSE":"1","WORD":"For God alone my soul waits in silence; from him comes my salvation."},{"VERSE":"2","WORD":"He alone is my rock and my salvation, my fortress; I shall not be greatly shaken."},{"VERSE":"3","WORD":"How long will all of you attack a man to batter him, like a leaning wall, a tottering fence?"},{"VERSE":"4","WORD":"They only plan to thrust him down from his high position. They take pleasure in falsehood. They bless with their mouths, but inwardly they curse. Selah"},{"VERSE":"5","WORD":"For God alone, O my soul, wait in silence, for my hope is from him."},{"VERSE":"6","WORD":"He only is my rock and my salvation, my fortress; I shall not be shaken."},{"VERSE":"7","WORD":"On God rests my salvation and my glory; my mighty rock, my refuge is God."},{"VERSE":"8","WORD":"Trust in him at all times, O people; pour out your heart before him; God is a refuge for us. Selah"},{"VERSE":"9","WORD":"Those of low estate are but a breath; those of high estate are a delusion; in the balances they go up; they are together lighter than a breath."},{"VERSE":"10","WORD":"Put no trust in extortion; set no vain hopes on robbery; if riches increase, set not your heart on them."},{"VERSE":"11","WORD":"Once God has spoken; twice have I heard this: that power belongs to God,"},{"VERSE":"12","WORD":"and that to you, O Lord, belongs steadfast love. For you will render to a man according to his work."}]},{"CHAPTER":"63","VERSES":[{"VERSE":"1","WORD":"O God, you are my God; earnestly I seek you; my soul thirsts for you; my flesh faints for you, as in a dry and weary land where there is no water."},{"VERSE":"2","WORD":"So I have looked upon you in the sanctuary, beholding your power and glory."},{"VERSE":"3","WORD":"Because your steadfast love is better than life, my lips will praise you."},{"VERSE":"4","WORD":"So I will bless you as long as I live; in your name I will lift up my hands."},{"VERSE":"5","WORD":"My soul will be satisfied as with fat and rich food, and my mouth will praise you with joyful lips,"},{"VERSE":"6","WORD":"when I remember you upon my bed, and meditate on you in the watches of the night;"},{"VERSE":"7","WORD":"for you have been my help, and in the shadow of your wings I will sing for joy."},{"VERSE":"8","WORD":"My soul clings to you; your right hand upholds me."},{"VERSE":"9","WORD":"But those who seek to destroy my life shall go down into the depths of the earth;"},{"VERSE":"10","WORD":"they shall be given over to the power of the sword; they shall be a portion for jackals."},{"VERSE":"11","WORD":"But the king shall rejoice in God; all who swear by him shall exult, for the mouths of liars will be stopped."}]},{"CHAPTER":"64","VERSES":[{"VERSE":"1","WORD":"Hear my voice, O God, in my complaint; preserve my life from dread of the enemy."},{"VERSE":"2","WORD":"Hide me from the secret plots of the wicked, from the throng of evildoers,"},{"VERSE":"3","WORD":"who whet their tongues like swords, who aim bitter words like arrows,"},{"VERSE":"4","WORD":"shooting from ambush at the blameless, shooting at him suddenly and without fear."},{"VERSE":"5","WORD":"They hold fast to their evil purpose; they talk of laying snares secretly, thinking, “Who can see them?”"},{"VERSE":"6","WORD":"They search out injustice, saying, “We have accomplished a diligent search.” For the inward mind and heart of a man are deep."},{"VERSE":"7","WORD":"But God shoots his arrow at them; they are wounded suddenly."},{"VERSE":"8","WORD":"They are brought to ruin, with their own tongues turned against them; all who see them will wag their heads."},{"VERSE":"9","WORD":"Then all mankind fears; they tell what God has brought about and ponder what he has done."},{"VERSE":"10","WORD":"Let the righteous one rejoice in the Lord and take refuge in him! Let all the upright in heart exult!"}]},{"CHAPTER":"65","VERSES":[{"VERSE":"1","WORD":"Praise is due to you, O God, in Zion, and to you shall vows be performed."},{"VERSE":"2","WORD":"O you who hear prayer, to you shall all flesh come."},{"VERSE":"3","WORD":"When iniquities prevail against me, you atone for our transgressions."},{"VERSE":"4","WORD":"Blessed is the one you choose and bring near, to dwell in your courts! We shall be satisfied with the goodness of your house, the holiness of your temple!"},{"VERSE":"5","WORD":"By awesome deeds you answer us with righteousness, O God of our salvation, the hope of all the ends of the earth and of the farthest seas;"},{"VERSE":"6","WORD":"the one who by his strength established the mountains, being girded with might;"},{"VERSE":"7","WORD":"who stills the roaring of the seas, the roaring of their waves, the tumult of the peoples,"},{"VERSE":"8","WORD":"so that those who dwell at the ends of the earth are in awe at your signs. You make the going out of the morning and the evening to shout for joy."},{"VERSE":"9","WORD":"You visit the earth and water it; you greatly enrich it; the river of God is full of water; you provide their grain, for so you have prepared it."},{"VERSE":"10","WORD":"You water its furrows abundantly, settling its ridges, softening it with showers, and blessing its growth."},{"VERSE":"11","WORD":"You crown the year with your bounty; your wagon tracks overflow with abundance."},{"VERSE":"12","WORD":"The pastures of the wilderness overflow, the hills gird themselves with joy,"},{"VERSE":"13","WORD":"the meadows clothe themselves with flocks, the valleys deck themselves with grain, they shout and sing together for joy."}]},{"CHAPTER":"66","VERSES":[{"VERSE":"1","WORD":"Shout for joy to God, all the earth;"},{"VERSE":"2","WORD":"sing the glory of his name; give to him glorious praise!"},{"VERSE":"3","WORD":"Say to God, “How awesome are your deeds! So great is your power that your enemies come cringing to you."},{"VERSE":"4","WORD":"All the earth worships you and sings praises to you; they sing praises to your name.” Selah"},{"VERSE":"5","WORD":"Come and see what God has done: he is awesome in his deeds toward the children of man."},{"VERSE":"6","WORD":"He turned the sea into dry land; they passed through the river on foot. There did we rejoice in him,"},{"VERSE":"7","WORD":"who rules by his might forever, whose eyes keep watch on the nations— let not the rebellious exalt themselves. Selah"},{"VERSE":"8","WORD":"Bless our God, O peoples; let the sound of his praise be heard,"},{"VERSE":"9","WORD":"who has kept our soul among the living and has not let our feet slip."},{"VERSE":"10","WORD":"For you, O God, have tested us; you have tried us as silver is tried."},{"VERSE":"11","WORD":"You brought us into the net; you laid a crushing burden on our backs;"},{"VERSE":"12","WORD":"you let men ride over our heads; we went through fire and through water; yet you have brought us out to a place of abundance."},{"VERSE":"13","WORD":"I will come into your house with burnt offerings; I will perform my vows to you,"},{"VERSE":"14","WORD":"that which my lips uttered and my mouth promised when I was in trouble."},{"VERSE":"15","WORD":"I will offer to you burnt offerings of fattened animals, with the smoke of the sacrifice of rams; I will make an offering of bulls and goats. Selah"},{"VERSE":"16","WORD":"Come and hear, all you who fear God, and I will tell what he has done for my soul."},{"VERSE":"17","WORD":"I cried to him with my mouth, and high praise was on my tongue."},{"VERSE":"18","WORD":"If I had cherished iniquity in my heart, the Lord would not have listened."},{"VERSE":"19","WORD":"But truly God has listened; he has attended to the voice of my prayer."},{"VERSE":"20","WORD":"Blessed be God, because he has not rejected my prayer or removed his steadfast love from me!"}]},{"CHAPTER":"67","VERSES":[{"VERSE":"1","WORD":"May God be gracious to us and bless us and make his face to shine upon us, Selah"},{"VERSE":"2","WORD":"that your way may be known on earth, your saving power among all nations."},{"VERSE":"3","WORD":"Let the peoples praise you, O God; let all the peoples praise you!"},{"VERSE":"4","WORD":"Let the nations be glad and sing for joy, for you judge the peoples with equity and guide the nations upon earth. Selah"},{"VERSE":"5","WORD":"Let the peoples praise you, O God; let all the peoples praise you!"},{"VERSE":"6","WORD":"The earth has yielded its increase; God, our God, shall bless us."},{"VERSE":"7","WORD":"God shall bless us; let all the ends of the earth fear him!"}]},{"CHAPTER":"68","VERSES":[{"VERSE":"1","WORD":"God shall arise, his enemies shall be scattered; and those who hate him shall flee before him!"},{"VERSE":"2","WORD":"As smoke is driven away, so you shall drive them away; as wax melts before fire, so the wicked shall perish before God!"},{"VERSE":"3","WORD":"But the righteous shall be glad; they shall exult before God; they shall be jubilant with joy!"},{"VERSE":"4","WORD":"Sing to God, sing praises to his name; lift up a song to him who rides through the deserts; his name is the Lord; exult before him!"},{"VERSE":"5","WORD":"Father of the fatherless and protector of widows is God in his holy habitation."},{"VERSE":"6","WORD":"God settles the solitary in a home; he leads out the prisoners to prosperity, but the rebellious dwell in a parched land."},{"VERSE":"7","WORD":"O God, when you went out before your people, when you marched through the wilderness, Selah"},{"VERSE":"8","WORD":"the earth quaked, the heavens poured down rain, before God, the One of Sinai, before God, the God of Israel."},{"VERSE":"9","WORD":"Rain in abundance, O God, you shed abroad; you restored your inheritance as it languished;"},{"VERSE":"10","WORD":"your flock found a dwelling in it; in your goodness, O God, you provided for the needy."},{"VERSE":"11","WORD":"The Lord gives the word; the women who announce the news are a great host:"},{"VERSE":"12","WORD":"“The kings of the armies—they flee, they flee!” The women at home divide the spoil—"},{"VERSE":"13","WORD":"though you men lie among the sheepfolds— the wings of a dove covered with silver, its pinions with shimmering gold."},{"VERSE":"14","WORD":"When the Almighty scatters kings there, let snow fall on Zalmon."},{"VERSE":"15","WORD":"O mountain of God, mountain of Bashan; O many-peaked mountain, mountain of Bashan!"},{"VERSE":"16","WORD":"Why do you look with hatred, O many-peaked mountain, at the mount that God desired for his abode, yes, where the Lord will dwell forever?"},{"VERSE":"17","WORD":"The chariots of God are twice ten thousand, thousands upon thousands; the Lord is among them; Sinai is now in the sanctuary."},{"VERSE":"18","WORD":"You ascended on high, leading a host of captives in your train and receiving gifts among men, even among the rebellious, that the Lord God may dwell there."},{"VERSE":"19","WORD":"Blessed be the Lord, who daily bears us up; God is our salvation. Selah"},{"VERSE":"20","WORD":"Our God is a God of salvation, and to God, the Lord, belong deliverances from death."},{"VERSE":"21","WORD":"But God will strike the heads of his enemies, the hairy crown of him who walks in his guilty ways."},{"VERSE":"22","WORD":"The Lord said, “I will bring them back from Bashan, I will bring them back from the depths of the sea,"},{"VERSE":"23","WORD":"that you may strike your feet in their blood, that the tongues of your dogs may have their portion from the foe.”"},{"VERSE":"24","WORD":"Your procession is seen, O God, the procession of my God, my King, into the sanctuary—"},{"VERSE":"25","WORD":"the singers in front, the musicians last, between them virgins playing tambourines:"},{"VERSE":"26","WORD":"“Bless God in the great congregation, the Lord, O you who are of Israel's fountain!”"},{"VERSE":"27","WORD":"There is Benjamin, the least of them, in the lead, the princes of Judah in their throng, the princes of Zebulun, the princes of Naphtali."},{"VERSE":"28","WORD":"Summon your power, O God, the power, O God, by which you have worked for us."},{"VERSE":"29","WORD":"Because of your temple at Jerusalem kings shall bear gifts to you."},{"VERSE":"30","WORD":"Rebuke the beasts that dwell among the reeds, the herd of bulls with the calves of the peoples. Trample underfoot those who lust after tribute; scatter the peoples who delight in war."},{"VERSE":"31","WORD":"Nobles shall come from Egypt; Cush shall hasten to stretch out her hands to God."},{"VERSE":"32","WORD":"O kingdoms of the earth, sing to God; sing praises to the Lord, Selah"},{"VERSE":"33","WORD":"to him who rides in the heavens, the ancient heavens; behold, he sends out his voice, his mighty voice."},{"VERSE":"34","WORD":"Ascribe power to God, whose majesty is over Israel, and whose power is in the skies."},{"VERSE":"35","WORD":"Awesome is God from his sanctuary; the God of Israel—he is the one who gives power and strength to his people. Blessed be God!"}]},{"CHAPTER":"69","VERSES":[{"VERSE":"1","WORD":"Save me, O God! For the waters have come up to my neck."},{"VERSE":"2","WORD":"I sink in deep mire, where there is no foothold; I have come into deep waters, and the flood sweeps over me."},{"VERSE":"3","WORD":"I am weary with my crying out; my throat is parched. My eyes grow dim with waiting for my God."},{"VERSE":"4","WORD":"More in number than the hairs of my head are those who hate me without cause; mighty are those who would destroy me, those who attack me with lies. What I did not steal must I now restore?"},{"VERSE":"5","WORD":"O God, you know my folly; the wrongs I have done are not hidden from you."},{"VERSE":"6","WORD":"Let not those who hope in you be put to shame through me, O Lord God of hosts; let not those who seek you be brought to dishonor through me, O God of Israel."},{"VERSE":"7","WORD":"For it is for your sake that I have borne reproach, that dishonor has covered my face."},{"VERSE":"8","WORD":"I have become a stranger to my brothers, an alien to my mother's sons."},{"VERSE":"9","WORD":"For zeal for your house has consumed me, and the reproaches of those who reproach you have fallen on me."},{"VERSE":"10","WORD":"When I wept and humbled my soul with fasting, it became my reproach."},{"VERSE":"11","WORD":"When I made sackcloth my clothing, I became a byword to them."},{"VERSE":"12","WORD":"I am the talk of those who sit in the gate, and the drunkards make songs about me."},{"VERSE":"13","WORD":"But as for me, my prayer is to you, O Lord. At an acceptable time, O God, in the abundance of your steadfast love answer me in your saving faithfulness."},{"VERSE":"14","WORD":"Deliver me from sinking in the mire; let me be delivered from my enemies and from the deep waters."},{"VERSE":"15","WORD":"Let not the flood sweep over me, or the deep swallow me up, or the pit close its mouth over me."},{"VERSE":"16","WORD":"Answer me, O Lord, for your steadfast love is good; according to your abundant mercy, turn to me."},{"VERSE":"17","WORD":"Hide not your face from your servant, for I am in distress; make haste to answer me."},{"VERSE":"18","WORD":"Draw near to my soul, redeem me; ransom me because of my enemies!"},{"VERSE":"19","WORD":"You know my reproach, and my shame and my dishonor; my foes are all known to you."},{"VERSE":"20","WORD":"Reproaches have broken my heart, so that I am in despair. I looked for pity, but there was none, and for comforters, but I found none."},{"VERSE":"21","WORD":"They gave me poison for food, and for my thirst they gave me sour wine to drink."},{"VERSE":"22","WORD":"Let their own table before them become a snare; and when they are at peace, let it become a trap."},{"VERSE":"23","WORD":"Let their eyes be darkened, so that they cannot see, and make their loins tremble continually."},{"VERSE":"24","WORD":"Pour out your indignation upon them, and let your burning anger overtake them."},{"VERSE":"25","WORD":"May their camp be a desolation; let no one dwell in their tents."},{"VERSE":"26","WORD":"For they persecute him whom you have struck down, and they recount the pain of those you have wounded."},{"VERSE":"27","WORD":"Add to them punishment upon punishment; may they have no acquittal from you."},{"VERSE":"28","WORD":"Let them be blotted out of the book of the living; let them not be enrolled among the righteous."},{"VERSE":"29","WORD":"But I am afflicted and in pain; let your salvation, O God, set me on high!"},{"VERSE":"30","WORD":"I will praise the name of God with a song; I will magnify him with thanksgiving."},{"VERSE":"31","WORD":"This will please the Lord more than an ox or a bull with horns and hoofs."},{"VERSE":"32","WORD":"When the humble see it they will be glad; you who seek God, let your hearts revive."},{"VERSE":"33","WORD":"For the Lord hears the needy and does not despise his own people who are prisoners."},{"VERSE":"34","WORD":"Let heaven and earth praise him, the seas and everything that moves in them."},{"VERSE":"35","WORD":"For God will save Zion and build up the cities of Judah, and people shall dwell there and possess it;"},{"VERSE":"36","WORD":"the offspring of his servants shall inherit it, and those who love his name shall dwell in it."}]},{"CHAPTER":"70","VERSES":[{"VERSE":"1","WORD":"Make haste, O God, to deliver me! O Lord, make haste to help me!"},{"VERSE":"2","WORD":"Let them be put to shame and confusion who seek my life! Let them be turned back and brought to dishonor who delight in my hurt!"},{"VERSE":"3","WORD":"Let them turn back because of their shame who say, “Aha, Aha!”"},{"VERSE":"4","WORD":"May all who seek you rejoice and be glad in you! May those who love your salvation say evermore, “God is great!”"},{"VERSE":"5","WORD":"But I am poor and needy; hasten to me, O God! You are my help and my deliverer; O Lord, do not delay!"}]},{"CHAPTER":"71","VERSES":[{"VERSE":"1","WORD":"In you, O Lord, do I take refuge; let me never be put to shame!"},{"VERSE":"2","WORD":"In your righteousness deliver me and rescue me; incline your ear to me, and save me!"},{"VERSE":"3","WORD":"Be to me a rock of refuge, to which I may continually come; you have given the command to save me, for you are my rock and my fortress."},{"VERSE":"4","WORD":"Rescue me, O my God, from the hand of the wicked, from the grasp of the unjust and cruel man."},{"VERSE":"5","WORD":"For you, O Lord, are my hope, my trust, O Lord, from my youth."},{"VERSE":"6","WORD":"Upon you I have leaned from before my birth; you are he who took me from my mother's womb. My praise is continually of you."},{"VERSE":"7","WORD":"I have been as a portent to many, but you are my strong refuge."},{"VERSE":"8","WORD":"My mouth is filled with your praise, and with your glory all the day."},{"VERSE":"9","WORD":"Do not cast me off in the time of old age; forsake me not when my strength is spent."},{"VERSE":"10","WORD":"For my enemies speak concerning me; those who watch for my life consult together"},{"VERSE":"11","WORD":"and say, “God has forsaken him; pursue and seize him, for there is none to deliver him.”"},{"VERSE":"12","WORD":"O God, be not far from me; O my God, make haste to help me!"},{"VERSE":"13","WORD":"May my accusers be put to shame and consumed; with scorn and disgrace may they be covered who seek my hurt."},{"VERSE":"14","WORD":"But I will hope continually and will praise you yet more and more."},{"VERSE":"15","WORD":"My mouth will tell of your righteous acts, of your deeds of salvation all the day, for their number is past my knowledge."},{"VERSE":"16","WORD":"With the mighty deeds of the Lord God I will come; I will remind them of your righteousness, yours alone."},{"VERSE":"17","WORD":"O God, from my youth you have taught me, and I still proclaim your wondrous deeds."},{"VERSE":"18","WORD":"So even to old age and gray hairs, O God, do not forsake me, until I proclaim your might to another generation, your power to all those to come."},{"VERSE":"19","WORD":"Your righteousness, O God, reaches the high heavens. You who have done great things, O God, who is like you?"},{"VERSE":"20","WORD":"You who have made me see many troubles and calamities will revive me again; from the depths of the earth you will bring me up again."},{"VERSE":"21","WORD":"You will increase my greatness and comfort me again."},{"VERSE":"22","WORD":"I will also praise you with the harp for your faithfulness, O my God; I will sing praises to you with the lyre, O Holy One of Israel."},{"VERSE":"23","WORD":"My lips will shout for joy, when I sing praises to you; my soul also, which you have redeemed."},{"VERSE":"24","WORD":"And my tongue will talk of your righteous help all the day long, for they have been put to shame and disappointed who sought to do me hurt."}]},{"CHAPTER":"72","VERSES":[{"VERSE":"1","WORD":"Give the king your justice, O God, and your righteousness to the royal son!"},{"VERSE":"2","WORD":"May he judge your people with righteousness, and your poor with justice!"},{"VERSE":"3","WORD":"Let the mountains bear prosperity for the people, and the hills, in righteousness!"},{"VERSE":"4","WORD":"May he defend the cause of the poor of the people, give deliverance to the children of the needy, and crush the oppressor!"},{"VERSE":"5","WORD":"May they fear you while the sun endures, and as long as the moon, throughout all generations!"},{"VERSE":"6","WORD":"May he be like rain that falls on the mown grass, like showers that water the earth!"},{"VERSE":"7","WORD":"In his days may the righteous flourish, and peace abound, till the moon be no more!"},{"VERSE":"8","WORD":"May he have dominion from sea to sea, and from the River to the ends of the earth!"},{"VERSE":"9","WORD":"May desert tribes bow down before him, and his enemies lick the dust!"},{"VERSE":"10","WORD":"May the kings of Tarshish and of the coastlands render him tribute; may the kings of Sheba and Seba bring gifts!"},{"VERSE":"11","WORD":"May all kings fall down before him, all nations serve him!"},{"VERSE":"12","WORD":"For he delivers the needy when he calls, the poor and him who has no helper."},{"VERSE":"13","WORD":"He has pity on the weak and the needy, and saves the lives of the needy."},{"VERSE":"14","WORD":"From oppression and violence he redeems their life, and precious is their blood in his sight."},{"VERSE":"15","WORD":"Long may he live; may gold of Sheba be given to him! May prayer be made for him continually, and blessings invoked for him all the day!"},{"VERSE":"16","WORD":"May there be abundance of grain in the land; on the tops of the mountains may it wave; may its fruit be like Lebanon; and may people blossom in the cities like the grass of the field!"},{"VERSE":"17","WORD":"May his name endure forever, his fame continue as long as the sun! May people be blessed in him, all nations call him blessed!"},{"VERSE":"18","WORD":"Blessed be the Lord, the God of Israel, who alone does wondrous things."},{"VERSE":"19","WORD":"Blessed be his glorious name forever; may the whole earth be filled with his glory! Amen and Amen!"},{"VERSE":"20","WORD":"The prayers of David, the son of Jesse, are ended."}]},{"CHAPTER":"73","VERSES":[{"VERSE":"1","WORD":"Truly God is good to Israel, to those who are pure in heart."},{"VERSE":"2","WORD":"But as for me, my feet had almost stumbled, my steps had nearly slipped."},{"VERSE":"3","WORD":"For I was envious of the arrogant when I saw the prosperity of the wicked."},{"VERSE":"4","WORD":"For they have no pangs until death; their bodies are fat and sleek."},{"VERSE":"5","WORD":"They are not in trouble as others are; they are not stricken like the rest of mankind."},{"VERSE":"6","WORD":"Therefore pride is their necklace; violence covers them as a garment."},{"VERSE":"7","WORD":"Their eyes swell out through fatness; their hearts overflow with follies."},{"VERSE":"8","WORD":"They scoff and speak with malice; loftily they threaten oppression."},{"VERSE":"9","WORD":"They set their mouths against the heavens, and their tongue struts through the earth."},{"VERSE":"10","WORD":"Therefore his people turn back to them, and find no fault in them."},{"VERSE":"11","WORD":"And they say, “How can God know? Is there knowledge in the Most High?”"},{"VERSE":"12","WORD":"Behold, these are the wicked; always at ease, they increase in riches."},{"VERSE":"13","WORD":"All in vain have I kept my heart clean and washed my hands in innocence."},{"VERSE":"14","WORD":"For all the day long I have been stricken and rebuked every morning."},{"VERSE":"15","WORD":"If I had said, “I will speak thus,” I would have betrayed the generation of your children."},{"VERSE":"16","WORD":"But when I thought how to understand this, it seemed to me a wearisome task,"},{"VERSE":"17","WORD":"until I went into the sanctuary of God; then I discerned their end."},{"VERSE":"18","WORD":"Truly you set them in slippery places; you make them fall to ruin."},{"VERSE":"19","WORD":"How they are destroyed in a moment, swept away utterly by terrors!"},{"VERSE":"20","WORD":"Like a dream when one awakes, O Lord, when you rouse yourself, you despise them as phantoms."},{"VERSE":"21","WORD":"When my soul was embittered, when I was pricked in heart,"},{"VERSE":"22","WORD":"I was brutish and ignorant; I was like a beast toward you."},{"VERSE":"23","WORD":"Nevertheless, I am continually with you; you hold my right hand."},{"VERSE":"24","WORD":"You guide me with your counsel, and afterward you will receive me to glory."},{"VERSE":"25","WORD":"Whom have I in heaven but you? And there is nothing on earth that I desire besides you."},{"VERSE":"26","WORD":"My flesh and my heart may fail, but God is the strength of my heart and my portion forever."},{"VERSE":"27","WORD":"For behold, those who are far from you shall perish; you put an end to everyone who is unfaithful to you."},{"VERSE":"28","WORD":"But for me it is good to be near God; I have made the Lord God my refuge, that I may tell of all your works."}]},{"CHAPTER":"74","VERSES":[{"VERSE":"1","WORD":"O God, why do you cast us off forever? Why does your anger smoke against the sheep of your pasture?"},{"VERSE":"2","WORD":"Remember your congregation, which you have purchased of old, which you have redeemed to be the tribe of your heritage! Remember Mount Zion, where you have dwelt."},{"VERSE":"3","WORD":"Direct your steps to the perpetual ruins; the enemy has destroyed everything in the sanctuary!"},{"VERSE":"4","WORD":"Your foes have roared in the midst of your meeting place; they set up their own signs for signs."},{"VERSE":"5","WORD":"They were like those who swing axes in a forest of trees."},{"VERSE":"6","WORD":"And all its carved wood they broke down with hatchets and hammers."},{"VERSE":"7","WORD":"They set your sanctuary on fire; they profaned the dwelling place of your name, bringing it down to the ground."},{"VERSE":"8","WORD":"They said to themselves, “We will utterly subdue them”; they burned all the meeting places of God in the land."},{"VERSE":"9","WORD":"We do not see our signs; there is no longer any prophet, and there is none among us who knows how long."},{"VERSE":"10","WORD":"How long, O God, is the foe to scoff? Is the enemy to revile your name forever?"},{"VERSE":"11","WORD":"Why do you hold back your hand, your right hand? Take it from the fold of your garment and destroy them!"},{"VERSE":"12","WORD":"Yet God my King is from of old, working salvation in the midst of the earth."},{"VERSE":"13","WORD":"You divided the sea by your might; you broke the heads of the sea monsters on the waters."},{"VERSE":"14","WORD":"You crushed the heads of Leviathan; you gave him as food for the creatures of the wilderness."},{"VERSE":"15","WORD":"You split open springs and brooks; you dried up ever-flowing streams."},{"VERSE":"16","WORD":"Yours is the day, yours also the night; you have established the heavenly lights and the sun."},{"VERSE":"17","WORD":"You have fixed all the boundaries of the earth; you have made summer and winter."},{"VERSE":"18","WORD":"Remember this, O Lord, how the enemy scoffs, and a foolish people reviles your name."},{"VERSE":"19","WORD":"Do not deliver the soul of your dove to the wild beasts; do not forget the life of your poor forever."},{"VERSE":"20","WORD":"Have regard for the covenant, for the dark places of the land are full of the habitations of violence."},{"VERSE":"21","WORD":"Let not the downtrodden turn back in shame; let the poor and needy praise your name."},{"VERSE":"22","WORD":"Arise, O God, defend your cause; remember how the foolish scoff at you all the day!"},{"VERSE":"23","WORD":"Do not forget the clamor of your foes, the uproar of those who rise against you, which goes up continually!"}]},{"CHAPTER":"75","VERSES":[{"VERSE":"1","WORD":"We give thanks to you, O God; we give thanks, for your name is near. We recount your wondrous deeds."},{"VERSE":"2","WORD":"“At the set time that I appoint I will judge with equity."},{"VERSE":"3","WORD":"When the earth totters, and all its inhabitants, it is I who keep steady its pillars. Selah"},{"VERSE":"4","WORD":"I say to the boastful, ‘Do not boast,’ and to the wicked, ‘Do not lift up your horn;"},{"VERSE":"5","WORD":"do not lift up your horn on high, or speak with haughty neck.’”"},{"VERSE":"6","WORD":"For not from the east or from the west and not from the wilderness comes lifting up,"},{"VERSE":"7","WORD":"but it is God who executes judgment, putting down one and lifting up another."},{"VERSE":"8","WORD":"For in the hand of the Lord there is a cup with foaming wine, well mixed, and he pours out from it, and all the wicked of the earth shall drain it down to the dregs."},{"VERSE":"9","WORD":"But I will declare it forever; I will sing praises to the God of Jacob."},{"VERSE":"10","WORD":"All the horns of the wicked I will cut off, but the horns of the righteous shall be lifted up."}]},{"CHAPTER":"76","VERSES":[{"VERSE":"1","WORD":"In Judah God is known; his name is great in Israel."},{"VERSE":"2","WORD":"His abode has been established in Salem, his dwelling place in Zion."},{"VERSE":"3","WORD":"There he broke the flashing arrows, the shield, the sword, and the weapons of war. Selah"},{"VERSE":"4","WORD":"Glorious are you, more majestic than the mountains full of prey."},{"VERSE":"5","WORD":"The stouthearted were stripped of their spoil; they sank into sleep; all the men of war were unable to use their hands."},{"VERSE":"6","WORD":"At your rebuke, O God of Jacob, both rider and horse lay stunned."},{"VERSE":"7","WORD":"But you, you are to be feared! Who can stand before you when once your anger is roused?"},{"VERSE":"8","WORD":"From the heavens you uttered judgment; the earth feared and was still,"},{"VERSE":"9","WORD":"when God arose to establish judgment, to save all the humble of the earth. Selah"},{"VERSE":"10","WORD":"Surely the wrath of man shall praise you; the remnant of wrath you will put on like a belt."},{"VERSE":"11","WORD":"Make your vows to the Lord your God and perform them; let all around him bring gifts to him who is to be feared,"},{"VERSE":"12","WORD":"who cuts off the spirit of princes, who is to be feared by the kings of the earth."}]},{"CHAPTER":"77","VERSES":[{"VERSE":"1","WORD":"I cry aloud to God, aloud to God, and he will hear me."},{"VERSE":"2","WORD":"In the day of my trouble I seek the Lord; in the night my hand is stretched out without wearying; my soul refuses to be comforted."},{"VERSE":"3","WORD":"When I remember God, I moan; when I meditate, my spirit faints. Selah"},{"VERSE":"4","WORD":"You hold my eyelids open; I am so troubled that I cannot speak."},{"VERSE":"5","WORD":"I consider the days of old, the years long ago."},{"VERSE":"6","WORD":"I said, “Let me remember my song in the night; let me meditate in my heart.” Then my spirit made a diligent search:"},{"VERSE":"7","WORD":"“Will the Lord spurn forever, and never again be favorable?"},{"VERSE":"8","WORD":"Has his steadfast love forever ceased? Are his promises at an end for all time?"},{"VERSE":"9","WORD":"Has God forgotten to be gracious? Has he in anger shut up his compassion?” Selah"},{"VERSE":"10","WORD":"Then I said, “I will appeal to this, to the years of the right hand of the Most High.”"},{"VERSE":"11","WORD":"I will remember the deeds of the Lord; yes, I will remember your wonders of old."},{"VERSE":"12","WORD":"I will ponder all your work, and meditate on your mighty deeds."},{"VERSE":"13","WORD":"Your way, O God, is holy. What god is great like our God?"},{"VERSE":"14","WORD":"You are the God who works wonders; you have made known your might among the peoples."},{"VERSE":"15","WORD":"You with your arm redeemed your people, the children of Jacob and Joseph. Selah"},{"VERSE":"16","WORD":"When the waters saw you, O God, when the waters saw you, they were afraid; indeed, the deep trembled."},{"VERSE":"17","WORD":"The clouds poured out water; the skies gave forth thunder; your arrows flashed on every side."},{"VERSE":"18","WORD":"The crash of your thunder was in the whirlwind; your lightnings lighted up the world; the earth trembled and shook."},{"VERSE":"19","WORD":"Your way was through the sea, your path through the great waters; yet your footprints were unseen."},{"VERSE":"20","WORD":"You led your people like a flock by the hand of Moses and Aaron."}]},{"CHAPTER":"78","VERSES":[{"VERSE":"1","WORD":"Give ear, O my people, to my teaching; incline your ears to the words of my mouth!"},{"VERSE":"2","WORD":"I will open my mouth in a parable; I will utter dark sayings from of old,"},{"VERSE":"3","WORD":"things that we have heard and known, that our fathers have told us."},{"VERSE":"4","WORD":"We will not hide them from their children, but tell to the coming generation the glorious deeds of the Lord, and his might, and the wonders that he has done."},{"VERSE":"5","WORD":"He established a testimony in Jacob and appointed a law in Israel, which he commanded our fathers to teach to their children,"},{"VERSE":"6","WORD":"that the next generation might know them, the children yet unborn, and arise and tell them to their children,"},{"VERSE":"7","WORD":"so that they should set their hope in God and not forget the works of God, but keep his commandments;"},{"VERSE":"8","WORD":"and that they should not be like their fathers, a stubborn and rebellious generation, a generation whose heart was not steadfast, whose spirit was not faithful to God."},{"VERSE":"9","WORD":"The Ephraimites, armed with the bow, turned back on the day of battle."},{"VERSE":"10","WORD":"They did not keep God's covenant, but refused to walk according to his law."},{"VERSE":"11","WORD":"They forgot his works and the wonders that he had shown them."},{"VERSE":"12","WORD":"In the sight of their fathers he performed wonders in the land of Egypt, in the fields of Zoan."},{"VERSE":"13","WORD":"He divided the sea and let them pass through it, and made the waters stand like a heap."},{"VERSE":"14","WORD":"In the daytime he led them with a cloud, and all the night with a fiery light."},{"VERSE":"15","WORD":"He split rocks in the wilderness and gave them drink abundantly as from the deep."},{"VERSE":"16","WORD":"He made streams come out of the rock and caused waters to flow down like rivers."},{"VERSE":"17","WORD":"Yet they sinned still more against him, rebelling against the Most High in the desert."},{"VERSE":"18","WORD":"They tested God in their heart by demanding the food they craved."},{"VERSE":"19","WORD":"They spoke against God, saying, “Can God spread a table in the wilderness?"},{"VERSE":"20","WORD":"He struck the rock so that water gushed out and streams overflowed. Can he also give bread or provide meat for his people?”"},{"VERSE":"21","WORD":"Therefore, when the Lord heard, he was full of wrath; a fire was kindled against Jacob; his anger rose against Israel,"},{"VERSE":"22","WORD":"because they did not believe in God and did not trust his saving power."},{"VERSE":"23","WORD":"Yet he commanded the skies above and opened the doors of heaven,"},{"VERSE":"24","WORD":"and he rained down on them manna to eat and gave them the grain of heaven."},{"VERSE":"25","WORD":"Man ate of the bread of the angels; he sent them food in abundance."},{"VERSE":"26","WORD":"He caused the east wind to blow in the heavens, and by his power he led out the south wind;"},{"VERSE":"27","WORD":"he rained meat on them like dust, winged birds like the sand of the seas;"},{"VERSE":"28","WORD":"he let them fall in the midst of their camp, all around their dwellings."},{"VERSE":"29","WORD":"And they ate and were well filled, for he gave them what they craved."},{"VERSE":"30","WORD":"But before they had satisfied their craving, while the food was still in their mouths,"},{"VERSE":"31","WORD":"the anger of God rose against them, and he killed the strongest of them and laid low the young men of Israel."},{"VERSE":"32","WORD":"In spite of all this, they still sinned; despite his wonders, they did not believe."},{"VERSE":"33","WORD":"So he made their days vanish like a breath, and their years in terror."},{"VERSE":"34","WORD":"When he killed them, they sought him; they repented and sought God earnestly."},{"VERSE":"35","WORD":"They remembered that God was their rock, the Most High God their redeemer."},{"VERSE":"36","WORD":"But they flattered him with their mouths; they lied to him with their tongues."},{"VERSE":"37","WORD":"Their heart was not steadfast toward him; they were not faithful to his covenant."},{"VERSE":"38","WORD":"Yet he, being compassionate, atoned for their iniquity and did not destroy them; he restrained his anger often and did not stir up all his wrath."},{"VERSE":"39","WORD":"He remembered that they were but flesh, a wind that passes and comes not again."},{"VERSE":"40","WORD":"How often they rebelled against him in the wilderness and grieved him in the desert!"},{"VERSE":"41","WORD":"They tested God again and again and provoked the Holy One of Israel."},{"VERSE":"42","WORD":"They did not remember his power or the day when he redeemed them from the foe,"},{"VERSE":"43","WORD":"when he performed his signs in Egypt and his marvels in the fields of Zoan."},{"VERSE":"44","WORD":"He turned their rivers to blood, so that they could not drink of their streams."},{"VERSE":"45","WORD":"He sent among them swarms of flies, which devoured them, and frogs, which destroyed them."},{"VERSE":"46","WORD":"He gave their crops to the destroying locust and the fruit of their labor to the locust."},{"VERSE":"47","WORD":"He destroyed their vines with hail and their sycamores with frost."},{"VERSE":"48","WORD":"He gave over their cattle to the hail and their flocks to thunderbolts."},{"VERSE":"49","WORD":"He let loose on them his burning anger, wrath, indignation, and distress, a company of destroying angels."},{"VERSE":"50","WORD":"He made a path for his anger; he did not spare them from death, but gave their lives over to the plague."},{"VERSE":"51","WORD":"He struck down every firstborn in Egypt, the firstfruits of their strength in the tents of Ham."},{"VERSE":"52","WORD":"Then he led out his people like sheep and guided them in the wilderness like a flock."},{"VERSE":"53","WORD":"He led them in safety, so that they were not afraid, but the sea overwhelmed their enemies."},{"VERSE":"54","WORD":"And he brought them to his holy land, to the mountain which his right hand had won."},{"VERSE":"55","WORD":"He drove out nations before them; he apportioned them for a possession and settled the tribes of Israel in their tents."},{"VERSE":"56","WORD":"Yet they tested and rebelled against the Most High God and did not keep his testimonies,"},{"VERSE":"57","WORD":"but turned away and acted treacherously like their fathers; they twisted like a deceitful bow."},{"VERSE":"58","WORD":"For they provoked him to anger with their high places; they moved him to jealousy with their idols."},{"VERSE":"59","WORD":"When God heard, he was full of wrath, and he utterly rejected Israel."},{"VERSE":"60","WORD":"He forsook his dwelling at Shiloh, the tent where he dwelt among mankind,"},{"VERSE":"61","WORD":"and delivered his power to captivity, his glory to the hand of the foe."},{"VERSE":"62","WORD":"He gave his people over to the sword and vented his wrath on his heritage."},{"VERSE":"63","WORD":"Fire devoured their young men, and their young women had no marriage song."},{"VERSE":"64","WORD":"Their priests fell by the sword, and their widows made no lamentation."},{"VERSE":"65","WORD":"Then the Lord awoke as from sleep, like a strong man shouting because of wine."},{"VERSE":"66","WORD":"And he put his adversaries to rout; he put them to everlasting shame."},{"VERSE":"67","WORD":"He rejected the tent of Joseph; he did not choose the tribe of Ephraim,"},{"VERSE":"68","WORD":"but he chose the tribe of Judah, Mount Zion, which he loves."},{"VERSE":"69","WORD":"He built his sanctuary like the high heavens, like the earth, which he has founded forever."},{"VERSE":"70","WORD":"He chose David his servant and took him from the sheepfolds;"},{"VERSE":"71","WORD":"from following the nursing ewes he brought him to shepherd Jacob his people, Israel his inheritance."},{"VERSE":"72","WORD":"With upright heart he shepherded them and guided them with his skillful hand."}]},{"CHAPTER":"79","VERSES":[{"VERSE":"1","WORD":"O God, the nations have come into your inheritance; they have defiled your holy temple; they have laid Jerusalem in ruins."},{"VERSE":"2","WORD":"They have given the bodies of your servants to the birds of the heavens for food, the flesh of your faithful to the beasts of the earth."},{"VERSE":"3","WORD":"They have poured out their blood like water all around Jerusalem, and there was no one to bury them."},{"VERSE":"4","WORD":"We have become a taunt to our neighbors, mocked and derided by those around us."},{"VERSE":"5","WORD":"How long, O Lord? Will you be angry forever? Will your jealousy burn like fire?"},{"VERSE":"6","WORD":"Pour out your anger on the nations that do not know you, and on the kingdoms that do not call upon your name!"},{"VERSE":"7","WORD":"For they have devoured Jacob and laid waste his habitation."},{"VERSE":"8","WORD":"Do not remember against us our former iniquities; let your compassion come speedily to meet us, for we are brought very low."},{"VERSE":"9","WORD":"Help us, O God of our salvation, for the glory of your name; deliver us, and atone for our sins, for your name's sake!"},{"VERSE":"10","WORD":"Why should the nations say, “Where is their God?” Let the avenging of the outpoured blood of your servants be known among the nations before our eyes!"},{"VERSE":"11","WORD":"Let the groans of the prisoners come before you; according to your great power, preserve those doomed to die!"},{"VERSE":"12","WORD":"Return sevenfold into the lap of our neighbors the taunts with which they have taunted you, O Lord!"},{"VERSE":"13","WORD":"But we your people, the sheep of your pasture, will give thanks to you forever; from generation to generation we will recount your praise."}]},{"CHAPTER":"80","VERSES":[{"VERSE":"1","WORD":"Give ear, O Shepherd of Israel, you who lead Joseph like a flock. You who are enthroned upon the cherubim, shine forth."},{"VERSE":"2","WORD":"Before Ephraim and Benjamin and Manasseh, stir up your might and come to save us!"},{"VERSE":"3","WORD":"Restore us, O God; let your face shine, that we may be saved!"},{"VERSE":"4","WORD":"O Lord God of hosts, how long will you be angry with your people's prayers?"},{"VERSE":"5","WORD":"You have fed them with the bread of tears and given them tears to drink in full measure."},{"VERSE":"6","WORD":"You make us an object of contention for our neighbors, and our enemies laugh among themselves."},{"VERSE":"7","WORD":"Restore us, O God of hosts; let your face shine, that we may be saved!"},{"VERSE":"8","WORD":"You brought a vine out of Egypt; you drove out the nations and planted it."},{"VERSE":"9","WORD":"You cleared the ground for it; it took deep root and filled the land."},{"VERSE":"10","WORD":"The mountains were covered with its shade, the mighty cedars with its branches."},{"VERSE":"11","WORD":"It sent out its branches to the sea and its shoots to the River."},{"VERSE":"12","WORD":"Why then have you broken down its walls, so that all who pass along the way pluck its fruit?"},{"VERSE":"13","WORD":"The boar from the forest ravages it, and all that move in the field feed on it."},{"VERSE":"14","WORD":"Turn again, O God of hosts! Look down from heaven, and see; have regard for this vine,"},{"VERSE":"15","WORD":"the stock that your right hand planted, and for the son whom you made strong for yourself."},{"VERSE":"16","WORD":"They have burned it with fire; they have cut it down; may they perish at the rebuke of your face!"},{"VERSE":"17","WORD":"But let your hand be on the man of your right hand, the son of man whom you have made strong for yourself!"},{"VERSE":"18","WORD":"Then we shall not turn back from you; give us life, and we will call upon your name!"},{"VERSE":"19","WORD":"Restore us, O Lord God of hosts! Let your face shine, that we may be saved!"}]},{"CHAPTER":"81","VERSES":[{"VERSE":"1","WORD":"Sing aloud to God our strength; shout for joy to the God of Jacob!"},{"VERSE":"2","WORD":"Raise a song; sound the tambourine, the sweet lyre with the harp."},{"VERSE":"3","WORD":"Blow the trumpet at the new moon, at the full moon, on our feast day."},{"VERSE":"4","WORD":"For it is a statute for Israel, a rule of the God of Jacob."},{"VERSE":"5","WORD":"He made it a decree in Joseph when he went out over the land of Egypt. I hear a language I had not known:"},{"VERSE":"6","WORD":"“I relieved your shoulder of the burden; your hands were freed from the basket."},{"VERSE":"7","WORD":"In distress you called, and I delivered you; I answered you in the secret place of thunder; I tested you at the waters of Meribah. Selah"},{"VERSE":"8","WORD":"Hear, O my people, while I admonish you! O Israel, if you would but listen to me!"},{"VERSE":"9","WORD":"There shall be no strange god among you; you shall not bow down to a foreign god."},{"VERSE":"10","WORD":"I am the Lord your God, who brought you up out of the land of Egypt. Open your mouth wide, and I will fill it."},{"VERSE":"11","WORD":"“But my people did not listen to my voice; Israel would not submit to me."},{"VERSE":"12","WORD":"So I gave them over to their stubborn hearts, to follow their own counsels."},{"VERSE":"13","WORD":"Oh, that my people would listen to me, that Israel would walk in my ways!"},{"VERSE":"14","WORD":"I would soon subdue their enemies and turn my hand against their foes."},{"VERSE":"15","WORD":"Those who hate the Lord would cringe toward him, and their fate would last forever."},{"VERSE":"16","WORD":"But he would feed you with the finest of the wheat, and with honey from the rock I would satisfy you.”"}]},{"CHAPTER":"82","VERSES":[{"VERSE":"1","WORD":"God has taken his place in the divine council; in the midst of the gods he holds judgment:"},{"VERSE":"2","WORD":"“How long will you judge unjustly and show partiality to the wicked? Selah"},{"VERSE":"3","WORD":"Give justice to the weak and the fatherless; maintain the right of the afflicted and the destitute."},{"VERSE":"4","WORD":"Rescue the weak and the needy; deliver them from the hand of the wicked.”"},{"VERSE":"5","WORD":"They have neither knowledge nor understanding, they walk about in darkness; all the foundations of the earth are shaken."},{"VERSE":"6","WORD":"I said, “You are gods, sons of the Most High, all of you;"},{"VERSE":"7","WORD":"nevertheless, like men you shall die, and fall like any prince.”"},{"VERSE":"8","WORD":"Arise, O God, judge the earth; for you shall inherit all the nations!"}]},{"CHAPTER":"83","VERSES":[{"VERSE":"1","WORD":"O God, do not keep silence; do not hold your peace or be still, O God!"},{"VERSE":"2","WORD":"For behold, your enemies make an uproar; those who hate you have raised their heads."},{"VERSE":"3","WORD":"They lay crafty plans against your people; they consult together against your treasured ones."},{"VERSE":"4","WORD":"They say, “Come, let us wipe them out as a nation; let the name of Israel be remembered no more!”"},{"VERSE":"5","WORD":"For they conspire with one accord; against you they make a covenant—"},{"VERSE":"6","WORD":"the tents of Edom and the Ishmaelites, Moab and the Hagrites,"},{"VERSE":"7","WORD":"Gebal and Ammon and Amalek, Philistia with the inhabitants of Tyre;"},{"VERSE":"8","WORD":"Asshur also has joined them; they are the strong arm of the children of Lot. Selah"},{"VERSE":"9","WORD":"Do to them as you did to Midian, as to Sisera and Jabin at the river Kishon,"},{"VERSE":"10","WORD":"who were destroyed at En-dor, who became dung for the ground."},{"VERSE":"11","WORD":"Make their nobles like Oreb and Zeeb, all their princes like Zebah and Zalmunna,"},{"VERSE":"12","WORD":"who said, “Let us take possession for ourselves of the pastures of God.”"},{"VERSE":"13","WORD":"O my God, make them like whirling dust, like chaff before the wind."},{"VERSE":"14","WORD":"As fire consumes the forest, as the flame sets the mountains ablaze,"},{"VERSE":"15","WORD":"so may you pursue them with your tempest and terrify them with your hurricane!"},{"VERSE":"16","WORD":"Fill their faces with shame, that they may seek your name, O Lord."},{"VERSE":"17","WORD":"Let them be put to shame and dismayed forever; let them perish in disgrace,"},{"VERSE":"18","WORD":"that they may know that you alone, whose name is the Lord, are the Most High over all the earth."}]},{"CHAPTER":"84","VERSES":[{"VERSE":"1","WORD":"How lovely is your dwelling place, O Lord of hosts!"},{"VERSE":"2","WORD":"My soul longs, yes, faints for the courts of the Lord; my heart and flesh sing for joy to the living God."},{"VERSE":"3","WORD":"Even the sparrow finds a home, and the swallow a nest for herself, where she may lay her young, at your altars, O Lord of hosts, my King and my God."},{"VERSE":"4","WORD":"Blessed are those who dwell in your house, ever singing your praise! Selah"},{"VERSE":"5","WORD":"Blessed are those whose strength is in you, in whose heart are the highways to Zion."},{"VERSE":"6","WORD":"As they go through the Valley of Baca they make it a place of springs; the early rain also covers it with pools."},{"VERSE":"7","WORD":"They go from strength to strength; each one appears before God in Zion."},{"VERSE":"8","WORD":"O Lord God of hosts, hear my prayer; give ear, O God of Jacob! Selah"},{"VERSE":"9","WORD":"Behold our shield, O God; look on the face of your anointed!"},{"VERSE":"10","WORD":"For a day in your courts is better than a thousand elsewhere. I would rather be a doorkeeper in the house of my God than dwell in the tents of wickedness."},{"VERSE":"11","WORD":"For the Lord God is a sun and shield; the Lord bestows favor and honor. No good thing does he withhold from those who walk uprightly."},{"VERSE":"12","WORD":"O Lord of hosts, blessed is the one who trusts in you!"}]},{"CHAPTER":"85","VERSES":[{"VERSE":"1","WORD":"Lord, you were favorable to your land; you restored the fortunes of Jacob."},{"VERSE":"2","WORD":"You forgave the iniquity of your people; you covered all their sin. Selah"},{"VERSE":"3","WORD":"You withdrew all your wrath; you turned from your hot anger."},{"VERSE":"4","WORD":"Restore us again, O God of our salvation, and put away your indignation toward us!"},{"VERSE":"5","WORD":"Will you be angry with us forever? Will you prolong your anger to all generations?"},{"VERSE":"6","WORD":"Will you not revive us again, that your people may rejoice in you?"},{"VERSE":"7","WORD":"Show us your steadfast love, O Lord, and grant us your salvation."},{"VERSE":"8","WORD":"Let me hear what God the Lord will speak, for he will speak peace to his people, to his saints; but let them not turn back to folly."},{"VERSE":"9","WORD":"Surely his salvation is near to those who fear him, that glory may dwell in our land."},{"VERSE":"10","WORD":"Steadfast love and faithfulness meet; righteousness and peace kiss each other."},{"VERSE":"11","WORD":"Faithfulness springs up from the ground, and righteousness looks down from the sky."},{"VERSE":"12","WORD":"Yes, the Lord will give what is good, and our land will yield its increase."},{"VERSE":"13","WORD":"Righteousness will go before him and make his footsteps a way."}]},{"CHAPTER":"86","VERSES":[{"VERSE":"1","WORD":"Incline your ear, O Lord, and answer me, for I am poor and needy."},{"VERSE":"2","WORD":"Preserve my life, for I am godly; save your servant, who trusts in you—you are my God."},{"VERSE":"3","WORD":"Be gracious to me, O Lord, for to you do I cry all the day."},{"VERSE":"4","WORD":"Gladden the soul of your servant, for to you, O Lord, do I lift up my soul."},{"VERSE":"5","WORD":"For you, O Lord, are good and forgiving, abounding in steadfast love to all who call upon you."},{"VERSE":"6","WORD":"Give ear, O Lord, to my prayer; listen to my plea for grace."},{"VERSE":"7","WORD":"In the day of my trouble I call upon you, for you answer me."},{"VERSE":"8","WORD":"There is none like you among the gods, O Lord, nor are there any works like yours."},{"VERSE":"9","WORD":"All the nations you have made shall come and worship before you, O Lord, and shall glorify your name."},{"VERSE":"10","WORD":"For you are great and do wondrous things; you alone are God."},{"VERSE":"11","WORD":"Teach me your way, O Lord, that I may walk in your truth; unite my heart to fear your name."},{"VERSE":"12","WORD":"I give thanks to you, O Lord my God, with my whole heart, and I will glorify your name forever."},{"VERSE":"13","WORD":"For great is your steadfast love toward me; you have delivered my soul from the depths of Sheol."},{"VERSE":"14","WORD":"O God, insolent men have risen up against me; a band of ruthless men seeks my life, and they do not set you before them."},{"VERSE":"15","WORD":"But you, O Lord, are a God merciful and gracious, slow to anger and abounding in steadfast love and faithfulness."},{"VERSE":"16","WORD":"Turn to me and be gracious to me; give your strength to your servant, and save the son of your maidservant."},{"VERSE":"17","WORD":"Show me a sign of your favor, that those who hate me may see and be put to shame because you, Lord, have helped me and comforted me."}]},{"CHAPTER":"87","VERSES":[{"VERSE":"1","WORD":"On the holy mount stands the city he founded;"},{"VERSE":"2","WORD":"the Lord loves the gates of Zion more than all the dwelling places of Jacob."},{"VERSE":"3","WORD":"Glorious things of you are spoken, O city of God. Selah"},{"VERSE":"4","WORD":"Among those who know me I mention Rahab and Babylon; behold, Philistia and Tyre, with Cush— “This one was born there,” they say."},{"VERSE":"5","WORD":"And of Zion it shall be said, “This one and that one were born in her”; for the Most High himself will establish her."},{"VERSE":"6","WORD":"The Lord records as he registers the peoples, “This one was born there.” Selah"},{"VERSE":"7","WORD":"Singers and dancers alike say, “All my springs are in you.”"}]},{"CHAPTER":"88","VERSES":[{"VERSE":"1","WORD":"O Lord, God of my salvation, I cry out day and night before you."},{"VERSE":"2","WORD":"Let my prayer come before you; incline your ear to my cry!"},{"VERSE":"3","WORD":"For my soul is full of troubles, and my life draws near to Sheol."},{"VERSE":"4","WORD":"I am counted among those who go down to the pit; I am a man who has no strength,"},{"VERSE":"5","WORD":"like one set loose among the dead, like the slain that lie in the grave, like those whom you remember no more, for they are cut off from your hand."},{"VERSE":"6","WORD":"You have put me in the depths of the pit, in the regions dark and deep."},{"VERSE":"7","WORD":"Your wrath lies heavy upon me, and you overwhelm me with all your waves. Selah"},{"VERSE":"8","WORD":"You have caused my companions to shun me; you have made me a horror to them. I am shut in so that I cannot escape;"},{"VERSE":"9","WORD":"my eye grows dim through sorrow. Every day I call upon you, O Lord; I spread out my hands to you."},{"VERSE":"10","WORD":"Do you work wonders for the dead? Do the departed rise up to praise you? Selah"},{"VERSE":"11","WORD":"Is your steadfast love declared in the grave, or your faithfulness in Abaddon?"},{"VERSE":"12","WORD":"Are your wonders known in the darkness, or your righteousness in the land of forgetfulness?"},{"VERSE":"13","WORD":"But I, O Lord, cry to you; in the morning my prayer comes before you."},{"VERSE":"14","WORD":"O Lord, why do you cast my soul away? Why do you hide your face from me?"},{"VERSE":"15","WORD":"Afflicted and close to death from my youth up, I suffer your terrors; I am helpless."},{"VERSE":"16","WORD":"Your wrath has swept over me; your dreadful assaults destroy me."},{"VERSE":"17","WORD":"They surround me like a flood all day long; they close in on me together."},{"VERSE":"18","WORD":"You have caused my beloved and my friend to shun me; my companions have become darkness."}]},{"CHAPTER":"89","VERSES":[{"VERSE":"1","WORD":"I will sing of the steadfast love of the Lord, forever; with my mouth I will make known your faithfulness to all generations."},{"VERSE":"2","WORD":"For I said, “Steadfast love will be built up forever; in the heavens you will establish your faithfulness.”"},{"VERSE":"3","WORD":"You have said, “I have made a covenant with my chosen one; I have sworn to David my servant:"},{"VERSE":"4","WORD":"‘I will establish your offspring forever, and build your throne for all generations.’” Selah"},{"VERSE":"5","WORD":"Let the heavens praise your wonders, O Lord, your faithfulness in the assembly of the holy ones!"},{"VERSE":"6","WORD":"For who in the skies can be compared to the Lord? Who among the heavenly beings is like the Lord,"},{"VERSE":"7","WORD":"a God greatly to be feared in the council of the holy ones, and awesome above all who are around him?"},{"VERSE":"8","WORD":"O Lord God of hosts, who is mighty as you are, O Lord, with your faithfulness all around you?"},{"VERSE":"9","WORD":"You rule the raging of the sea; when its waves rise, you still them."},{"VERSE":"10","WORD":"You crushed Rahab like a carcass; you scattered your enemies with your mighty arm."},{"VERSE":"11","WORD":"The heavens are yours; the earth also is yours; the world and all that is in it, you have founded them."},{"VERSE":"12","WORD":"The north and the south, you have created them; Tabor and Hermon joyously praise your name."},{"VERSE":"13","WORD":"You have a mighty arm; strong is your hand, high your right hand."},{"VERSE":"14","WORD":"Righteousness and justice are the foundation of your throne; steadfast love and faithfulness go before you."},{"VERSE":"15","WORD":"Blessed are the people who know the festal shout, who walk, O Lord, in the light of your face,"},{"VERSE":"16","WORD":"who exult in your name all the day and in your righteousness are exalted."},{"VERSE":"17","WORD":"For you are the glory of their strength; by your favor our horn is exalted."},{"VERSE":"18","WORD":"For our shield belongs to the Lord, our king to the Holy One of Israel."},{"VERSE":"19","WORD":"Of old you spoke in a vision to your godly one, and said: “I have granted help to one who is mighty; I have exalted one chosen from the people."},{"VERSE":"20","WORD":"I have found David, my servant; with my holy oil I have anointed him,"},{"VERSE":"21","WORD":"so that my hand shall be established with him; my arm also shall strengthen him."},{"VERSE":"22","WORD":"The enemy shall not outwit him; the wicked shall not humble him."},{"VERSE":"23","WORD":"I will crush his foes before him and strike down those who hate him."},{"VERSE":"24","WORD":"My faithfulness and my steadfast love shall be with him, and in my name shall his horn be exalted."},{"VERSE":"25","WORD":"I will set his hand on the sea and his right hand on the rivers."},{"VERSE":"26","WORD":"He shall cry to me, ‘You are my Father, my God, and the Rock of my salvation.’"},{"VERSE":"27","WORD":"And I will make him the firstborn, the highest of the kings of the earth."},{"VERSE":"28","WORD":"My steadfast love I will keep for him forever, and my covenant will stand firm for him."},{"VERSE":"29","WORD":"I will establish his offspring forever and his throne as the days of the heavens."},{"VERSE":"30","WORD":"If his children forsake my law and do not walk according to my rules,"},{"VERSE":"31","WORD":"if they violate my statutes and do not keep my commandments,"},{"VERSE":"32","WORD":"then I will punish their transgression with the rod and their iniquity with stripes,"},{"VERSE":"33","WORD":"but I will not remove from him my steadfast love or be false to my faithfulness."},{"VERSE":"34","WORD":"I will not violate my covenant or alter the word that went forth from my lips."},{"VERSE":"35","WORD":"Once for all I have sworn by my holiness; I will not lie to David."},{"VERSE":"36","WORD":"His offspring shall endure forever, his throne as long as the sun before me."},{"VERSE":"37","WORD":"Like the moon it shall be established forever, a faithful witness in the skies.” Selah"},{"VERSE":"38","WORD":"But now you have cast off and rejected; you are full of wrath against your anointed."},{"VERSE":"39","WORD":"You have renounced the covenant with your servant; you have defiled his crown in the dust."},{"VERSE":"40","WORD":"You have breached all his walls; you have laid his strongholds in ruins."},{"VERSE":"41","WORD":"All who pass by plunder him; he has become the scorn of his neighbors."},{"VERSE":"42","WORD":"You have exalted the right hand of his foes; you have made all his enemies rejoice."},{"VERSE":"43","WORD":"You have also turned back the edge of his sword, and you have not made him stand in battle."},{"VERSE":"44","WORD":"You have made his splendor to cease and cast his throne to the ground."},{"VERSE":"45","WORD":"You have cut short the days of his youth; you have covered him with shame. Selah"},{"VERSE":"46","WORD":"How long, O Lord? Will you hide yourself forever? How long will your wrath burn like fire?"},{"VERSE":"47","WORD":"Remember how short my time is! For what vanity you have created all the children of man!"},{"VERSE":"48","WORD":"What man can live and never see death? Who can deliver his soul from the power of Sheol? Selah"},{"VERSE":"49","WORD":"Lord, where is your steadfast love of old, which by your faithfulness you swore to David?"},{"VERSE":"50","WORD":"Remember, O Lord, how your servants are mocked, and how I bear in my heart the insults of all the many nations,"},{"VERSE":"51","WORD":"with which your enemies mock, O Lord, with which they mock the footsteps of your anointed."},{"VERSE":"52","WORD":"Blessed be the Lord forever! Amen and Amen."}]},{"CHAPTER":"90","VERSES":[{"VERSE":"1","WORD":"Lord, you have been our dwelling place in all generations."},{"VERSE":"2","WORD":"Before the mountains were brought forth, or ever you had formed the earth and the world, from everlasting to everlasting you are God."},{"VERSE":"3","WORD":"You return man to dust and say, “Return, O children of man!”"},{"VERSE":"4","WORD":"For a thousand years in your sight are but as yesterday when it is past, or as a watch in the night."},{"VERSE":"5","WORD":"You sweep them away as with a flood; they are like a dream, like grass that is renewed in the morning:"},{"VERSE":"6","WORD":"in the morning it flourishes and is renewed; in the evening it fades and withers."},{"VERSE":"7","WORD":"For we are brought to an end by your anger; by your wrath we are dismayed."},{"VERSE":"8","WORD":"You have set our iniquities before you, our secret sins in the light of your presence."},{"VERSE":"9","WORD":"For all our days pass away under your wrath; we bring our years to an end like a sigh."},{"VERSE":"10","WORD":"The years of our life are seventy, or even by reason of strength eighty; yet their span is but toil and trouble; they are soon gone, and we fly away."},{"VERSE":"11","WORD":"Who considers the power of your anger, and your wrath according to the fear of you?"},{"VERSE":"12","WORD":"So teach us to number our days that we may get a heart of wisdom."},{"VERSE":"13","WORD":"Return, O Lord! How long? Have pity on your servants!"},{"VERSE":"14","WORD":"Satisfy us in the morning with your steadfast love, that we may rejoice and be glad all our days."},{"VERSE":"15","WORD":"Make us glad for as many days as you have afflicted us, and for as many years as we have seen evil."},{"VERSE":"16","WORD":"Let your work be shown to your servants, and your glorious power to their children."},{"VERSE":"17","WORD":"Let the favor of the Lord our God be upon us, and establish the work of our hands upon us; yes, establish the work of our hands!"}]},{"CHAPTER":"91","VERSES":[{"VERSE":"1","WORD":"He who dwells in the shelter of the Most High will abide in the shadow of the Almighty."},{"VERSE":"2","WORD":"I will say to the Lord, “My refuge and my fortress, my God, in whom I trust.”"},{"VERSE":"3","WORD":"For he will deliver you from the snare of the fowler and from the deadly pestilence."},{"VERSE":"4","WORD":"He will cover you with his pinions, and under his wings you will find refuge; his faithfulness is a shield and buckler."},{"VERSE":"5","WORD":"You will not fear the terror of the night, nor the arrow that flies by day,"},{"VERSE":"6","WORD":"nor the pestilence that stalks in darkness, nor the destruction that wastes at noonday."},{"VERSE":"7","WORD":"A thousand may fall at your side, ten thousand at your right hand, but it will not come near you."},{"VERSE":"8","WORD":"You will only look with your eyes and see the recompense of the wicked."},{"VERSE":"9","WORD":"Because you have made the Lord your dwelling place— the Most High, who is my refuge—"},{"VERSE":"10","WORD":"no evil shall be allowed to befall you, no plague come near your tent."},{"VERSE":"11","WORD":"For he will command his angels concerning you to guard you in all your ways."},{"VERSE":"12","WORD":"On their hands they will bear you up, lest you strike your foot against a stone."},{"VERSE":"13","WORD":"You will tread on the lion and the adder; the young lion and the serpent you will trample underfoot."},{"VERSE":"14","WORD":"“Because he holds fast to me in love, I will deliver him; I will protect him, because he knows my name."},{"VERSE":"15","WORD":"When he calls to me, I will answer him; I will be with him in trouble; I will rescue him and honor him."},{"VERSE":"16","WORD":"With long life I will satisfy him and show him my salvation.”"}]},{"CHAPTER":"92","VERSES":[{"VERSE":"1","WORD":"It is good to give thanks to the Lord, to sing praises to your name, O Most High;"},{"VERSE":"2","WORD":"to declare your steadfast love in the morning, and your faithfulness by night,"},{"VERSE":"3","WORD":"to the music of the lute and the harp, to the melody of the lyre."},{"VERSE":"4","WORD":"For you, O Lord, have made me glad by your work; at the works of your hands I sing for joy."},{"VERSE":"5","WORD":"How great are your works, O Lord! Your thoughts are very deep!"},{"VERSE":"6","WORD":"The stupid man cannot know; the fool cannot understand this:"},{"VERSE":"7","WORD":"that though the wicked sprout like grass and all evildoers flourish, they are doomed to destruction forever;"},{"VERSE":"8","WORD":"but you, O Lord, are on high forever."},{"VERSE":"9","WORD":"For behold, your enemies, O Lord, for behold, your enemies shall perish; all evildoers shall be scattered."},{"VERSE":"10","WORD":"But you have exalted my horn like that of the wild ox; you have poured over me fresh oil."},{"VERSE":"11","WORD":"My eyes have seen the downfall of my enemies; my ears have heard the doom of my evil assailants."},{"VERSE":"12","WORD":"The righteous flourish like the palm tree and grow like a cedar in Lebanon."},{"VERSE":"13","WORD":"They are planted in the house of the Lord; they flourish in the courts of our God."},{"VERSE":"14","WORD":"They still bear fruit in old age; they are ever full of sap and green,"},{"VERSE":"15","WORD":"to declare that the Lord is upright; he is my rock, and there is no unrighteousness in him."}]},{"CHAPTER":"93","VERSES":[{"VERSE":"1","WORD":"The Lord reigns; he is robed in majesty; the Lord is robed; he has put on strength as his belt. Yes, the world is established; it shall never be moved."},{"VERSE":"2","WORD":"Your throne is established from of old; you are from everlasting."},{"VERSE":"3","WORD":"The floods have lifted up, O Lord, the floods have lifted up their voice; the floods lift up their roaring."},{"VERSE":"4","WORD":"Mightier than the thunders of many waters, mightier than the waves of the sea, the Lord on high is mighty!"},{"VERSE":"5","WORD":"Your decrees are very trustworthy; holiness befits your house, O Lord, forevermore."}]},{"CHAPTER":"94","VERSES":[{"VERSE":"1","WORD":"O Lord, God of vengeance, O God of vengeance, shine forth!"},{"VERSE":"2","WORD":"Rise up, O judge of the earth; repay to the proud what they deserve!"},{"VERSE":"3","WORD":"O Lord, how long shall the wicked, how long shall the wicked exult?"},{"VERSE":"4","WORD":"They pour out their arrogant words; all the evildoers boast."},{"VERSE":"5","WORD":"They crush your people, O Lord, and afflict your heritage."},{"VERSE":"6","WORD":"They kill the widow and the sojourner, and murder the fatherless;"},{"VERSE":"7","WORD":"and they say, “The Lord does not see; the God of Jacob does not perceive.”"},{"VERSE":"8","WORD":"Understand, O dullest of the people! Fools, when will you be wise?"},{"VERSE":"9","WORD":"He who planted the ear, does he not hear? He who formed the eye, does he not see?"},{"VERSE":"10","WORD":"He who disciplines the nations, does he not rebuke? He who teaches man knowledge—"},{"VERSE":"11","WORD":"the Lord—knows the thoughts of man, that they are but a breath."},{"VERSE":"12","WORD":"Blessed is the man whom you discipline, O Lord, and whom you teach out of your law,"},{"VERSE":"13","WORD":"to give him rest from days of trouble, until a pit is dug for the wicked."},{"VERSE":"14","WORD":"For the Lord will not forsake his people; he will not abandon his heritage;"},{"VERSE":"15","WORD":"for justice will return to the righteous, and all the upright in heart will follow it."},{"VERSE":"16","WORD":"Who rises up for me against the wicked? Who stands up for me against evildoers?"},{"VERSE":"17","WORD":"If the Lord had not been my help, my soul would soon have lived in the land of silence."},{"VERSE":"18","WORD":"When I thought, “My foot slips,” your steadfast love, O Lord, held me up."},{"VERSE":"19","WORD":"When the cares of my heart are many, your consolations cheer my soul."},{"VERSE":"20","WORD":"Can wicked rulers be allied with you, those who frame injustice by statute?"},{"VERSE":"21","WORD":"They band together against the life of the righteous and condemn the innocent to death."},{"VERSE":"22","WORD":"But the Lord has become my stronghold, and my God the rock of my refuge."},{"VERSE":"23","WORD":"He will bring back on them their iniquity and wipe them out for their wickedness; the Lord our God will wipe them out."}]},{"CHAPTER":"95","VERSES":[{"VERSE":"1","WORD":"Oh come, let us sing to the Lord; let us make a joyful noise to the rock of our salvation!"},{"VERSE":"2","WORD":"Let us come into his presence with thanksgiving; let us make a joyful noise to him with songs of praise!"},{"VERSE":"3","WORD":"For the Lord is a great God, and a great King above all gods."},{"VERSE":"4","WORD":"In his hand are the depths of the earth; the heights of the mountains are his also."},{"VERSE":"5","WORD":"The sea is his, for he made it, and his hands formed the dry land."},{"VERSE":"6","WORD":"Oh come, let us worship and bow down; let us kneel before the Lord, our Maker!"},{"VERSE":"7","WORD":"For he is our God, and we are the people of his pasture, and the sheep of his hand. Today, if you hear his voice,"},{"VERSE":"8","WORD":"do not harden your hearts, as at Meribah, as on the day at Massah in the wilderness,"},{"VERSE":"9","WORD":"when your fathers put me to the test and put me to the proof, though they had seen my work."},{"VERSE":"10","WORD":"For forty years I loathed that generation and said, “They are a people who go astray in their heart, and they have not known my ways.”"},{"VERSE":"11","WORD":"Therefore I swore in my wrath, “They shall not enter my rest.”"}]},{"CHAPTER":"96","VERSES":[{"VERSE":"1","WORD":"Oh sing to the Lord a new song; sing to the Lord, all the earth!"},{"VERSE":"2","WORD":"Sing to the Lord, bless his name; tell of his salvation from day to day."},{"VERSE":"3","WORD":"Declare his glory among the nations, his marvelous works among all the peoples!"},{"VERSE":"4","WORD":"For great is the Lord, and greatly to be praised; he is to be feared above all gods."},{"VERSE":"5","WORD":"For all the gods of the peoples are worthless idols, but the Lord made the heavens."},{"VERSE":"6","WORD":"Splendor and majesty are before him; strength and beauty are in his sanctuary."},{"VERSE":"7","WORD":"Ascribe to the Lord, O families of the peoples, ascribe to the Lord glory and strength!"},{"VERSE":"8","WORD":"Ascribe to the Lord the glory due his name; bring an offering, and come into his courts!"},{"VERSE":"9","WORD":"Worship the Lord in the splendor of holiness; tremble before him, all the earth!"},{"VERSE":"10","WORD":"Say among the nations, “The Lord reigns! Yes, the world is established; it shall never be moved; he will judge the peoples with equity.”"},{"VERSE":"11","WORD":"Let the heavens be glad, and let the earth rejoice; let the sea roar, and all that fills it;"},{"VERSE":"12","WORD":"let the field exult, and everything in it! Then shall all the trees of the forest sing for joy"},{"VERSE":"13","WORD":"before the Lord, for he comes, for he comes to judge the earth. He will judge the world in righteousness, and the peoples in his faithfulness."}]},{"CHAPTER":"97","VERSES":[{"VERSE":"1","WORD":"The Lord reigns, let the earth rejoice; let the many coastlands be glad!"},{"VERSE":"2","WORD":"Clouds and thick darkness are all around him; righteousness and justice are the foundation of his throne."},{"VERSE":"3","WORD":"Fire goes before him and burns up his adversaries all around."},{"VERSE":"4","WORD":"His lightnings light up the world; the earth sees and trembles."},{"VERSE":"5","WORD":"The mountains melt like wax before the Lord, before the Lord of all the earth."},{"VERSE":"6","WORD":"The heavens proclaim his righteousness, and all the peoples see his glory."},{"VERSE":"7","WORD":"All worshipers of images are put to shame, who make their boast in worthless idols; worship him, all you gods!"},{"VERSE":"8","WORD":"Zion hears and is glad, and the daughters of Judah rejoice, because of your judgments, O Lord."},{"VERSE":"9","WORD":"For you, O Lord, are most high over all the earth; you are exalted far above all gods."},{"VERSE":"10","WORD":"O you who love the Lord, hate evil! He preserves the lives of his saints; he delivers them from the hand of the wicked."},{"VERSE":"11","WORD":"Light is sown for the righteous, and joy for the upright in heart."},{"VERSE":"12","WORD":"Rejoice in the Lord, O you righteous, and give thanks to his holy name!"}]},{"CHAPTER":"98","VERSES":[{"VERSE":"1","WORD":"Oh sing to the Lord a new song, for he has done marvelous things! His right hand and his holy arm have worked salvation for him."},{"VERSE":"2","WORD":"The Lord has made known his salvation; he has revealed his righteousness in the sight of the nations."},{"VERSE":"3","WORD":"He has remembered his steadfast love and faithfulness to the house of Israel. All the ends of the earth have seen the salvation of our God."},{"VERSE":"4","WORD":"Make a joyful noise to the Lord, all the earth; break forth into joyous song and sing praises!"},{"VERSE":"5","WORD":"Sing praises to the Lord with the lyre, with the lyre and the sound of melody!"},{"VERSE":"6","WORD":"With trumpets and the sound of the horn make a joyful noise before the King, the Lord!"},{"VERSE":"7","WORD":"Let the sea roar, and all that fills it; the world and those who dwell in it!"},{"VERSE":"8","WORD":"Let the rivers clap their hands; let the hills sing for joy together"},{"VERSE":"9","WORD":"before the Lord, for he comes to judge the earth. He will judge the world with righteousness, and the peoples with equity."}]},{"CHAPTER":"99","VERSES":[{"VERSE":"1","WORD":"The Lord reigns; let the peoples tremble! He sits enthroned upon the cherubim; let the earth quake!"},{"VERSE":"2","WORD":"The Lord is great in Zion; he is exalted over all the peoples."},{"VERSE":"3","WORD":"Let them praise your great and awesome name! Holy is he!"},{"VERSE":"4","WORD":"The King in his might loves justice. You have established equity; you have executed justice and righteousness in Jacob."},{"VERSE":"5","WORD":"Exalt the Lord our God; worship at his footstool! Holy is he!"},{"VERSE":"6","WORD":"Moses and Aaron were among his priests, Samuel also was among those who called upon his name. They called to the Lord, and he answered them."},{"VERSE":"7","WORD":"In the pillar of the cloud he spoke to them; they kept his testimonies and the statute that he gave them."},{"VERSE":"8","WORD":"O Lord our God, you answered them; you were a forgiving God to them, but an avenger of their wrongdoings."},{"VERSE":"9","WORD":"Exalt the Lord our God, and worship at his holy mountain; for the Lord our God is holy!"}]},{"CHAPTER":"100","VERSES":[{"VERSE":"1","WORD":"Make a joyful noise to the Lord, all the earth!"},{"VERSE":"2","WORD":"Serve the Lord with gladness! Come into his presence with singing!"},{"VERSE":"3","WORD":"Know that the Lord, he is God! It is he who made us, and we are his; we are his people, and the sheep of his pasture."},{"VERSE":"4","WORD":"Enter his gates with thanksgiving, and his courts with praise! Give thanks to him; bless his name!"},{"VERSE":"5","WORD":"For the Lord is good; his steadfast love endures forever, and his faithfulness to all generations."}]},{"CHAPTER":"101","VERSES":[{"VERSE":"1","WORD":"I will sing of steadfast love and justice; to you, O Lord, I will make music."},{"VERSE":"2","WORD":"I will ponder the way that is blameless. Oh when will you come to me? I will walk with integrity of heart within my house;"},{"VERSE":"3","WORD":"I will not set before my eyes anything that is worthless. I hate the work of those who fall away; it shall not cling to me."},{"VERSE":"4","WORD":"A perverse heart shall be far from me; I will know nothing of evil."},{"VERSE":"5","WORD":"Whoever slanders his neighbor secretly I will destroy. Whoever has a haughty look and an arrogant heart I will not endure."},{"VERSE":"6","WORD":"I will look with favor on the faithful in the land, that they may dwell with me; he who walks in the way that is blameless shall minister to me."},{"VERSE":"7","WORD":"No one who practices deceit shall dwell in my house; no one who utters lies shall continue before my eyes."},{"VERSE":"8","WORD":"Morning by morning I will destroy all the wicked in the land, cutting off all the evildoers from the city of the Lord."}]},{"CHAPTER":"102","VERSES":[{"VERSE":"1","WORD":"Hear my prayer, O Lord; let my cry come to you!"},{"VERSE":"2","WORD":"Do not hide your face from me in the day of my distress! Incline your ear to me; answer me speedily in the day when I call!"},{"VERSE":"3","WORD":"For my days pass away like smoke, and my bones burn like a furnace."},{"VERSE":"4","WORD":"My heart is struck down like grass and has withered; I forget to eat my bread."},{"VERSE":"5","WORD":"Because of my loud groaning my bones cling to my flesh."},{"VERSE":"6","WORD":"I am like a desert owl of the wilderness, like an owl of the waste places;"},{"VERSE":"7","WORD":"I lie awake; I am like a lonely sparrow on the housetop."},{"VERSE":"8","WORD":"All the day my enemies taunt me; those who deride me use my name for a curse."},{"VERSE":"9","WORD":"For I eat ashes like bread and mingle tears with my drink,"},{"VERSE":"10","WORD":"because of your indignation and anger; for you have taken me up and thrown me down."},{"VERSE":"11","WORD":"My days are like an evening shadow; I wither away like grass."},{"VERSE":"12","WORD":"But you, O Lord, are enthroned forever; you are remembered throughout all generations."},{"VERSE":"13","WORD":"You will arise and have pity on Zion; it is the time to favor her; the appointed time has come."},{"VERSE":"14","WORD":"For your servants hold her stones dear and have pity on her dust."},{"VERSE":"15","WORD":"Nations will fear the name of the Lord, and all the kings of the earth will fear your glory."},{"VERSE":"16","WORD":"For the Lord builds up Zion; he appears in his glory;"},{"VERSE":"17","WORD":"he regards the prayer of the destitute and does not despise their prayer."},{"VERSE":"18","WORD":"Let this be recorded for a generation to come, so that a people yet to be created may praise the Lord:"},{"VERSE":"19","WORD":"that he looked down from his holy height; from heaven the Lord looked at the earth,"},{"VERSE":"20","WORD":"to hear the groans of the prisoners, to set free those who were doomed to die,"},{"VERSE":"21","WORD":"that they may declare in Zion the name of the Lord, and in Jerusalem his praise,"},{"VERSE":"22","WORD":"when peoples gather together, and kingdoms, to worship the Lord."},{"VERSE":"23","WORD":"He has broken my strength in midcourse; he has shortened my days."},{"VERSE":"24","WORD":"“O my God,” I say, “take me not away in the midst of my days— you whose years endure throughout all generations!”"},{"VERSE":"25","WORD":"Of old you laid the foundation of the earth, and the heavens are the work of your hands."},{"VERSE":"26","WORD":"They will perish, but you will remain; they will all wear out like a garment. You will change them like a robe, and they will pass away,"},{"VERSE":"27","WORD":"but you are the same, and your years have no end."},{"VERSE":"28","WORD":"The children of your servants shall dwell secure; their offspring shall be established before you."}]},{"CHAPTER":"103","VERSES":[{"VERSE":"1","WORD":"Bless the Lord, O my soul, and all that is within me, bless his holy name!"},{"VERSE":"2","WORD":"Bless the Lord, O my soul, and forget not all his benefits,"},{"VERSE":"3","WORD":"who forgives all your iniquity, who heals all your diseases,"},{"VERSE":"4","WORD":"who redeems your life from the pit, who crowns you with steadfast love and mercy,"},{"VERSE":"5","WORD":"who satisfies you with good so that your youth is renewed like the eagle's."},{"VERSE":"6","WORD":"The Lord works righteousness and justice for all who are oppressed."},{"VERSE":"7","WORD":"He made known his ways to Moses, his acts to the people of Israel."},{"VERSE":"8","WORD":"The Lord is merciful and gracious, slow to anger and abounding in steadfast love."},{"VERSE":"9","WORD":"He will not always chide, nor will he keep his anger forever."},{"VERSE":"10","WORD":"He does not deal with us according to our sins, nor repay us according to our iniquities."},{"VERSE":"11","WORD":"For as high as the heavens are above the earth, so great is his steadfast love toward those who fear him;"},{"VERSE":"12","WORD":"as far as the east is from the west, so far does he remove our transgressions from us."},{"VERSE":"13","WORD":"As a father shows compassion to his children, so the Lord shows compassion to those who fear him."},{"VERSE":"14","WORD":"For he knows our frame; he remembers that we are dust."},{"VERSE":"15","WORD":"As for man, his days are like grass; he flourishes like a flower of the field;"},{"VERSE":"16","WORD":"for the wind passes over it, and it is gone, and its place knows it no more."},{"VERSE":"17","WORD":"But the steadfast love of the Lord is from everlasting to everlasting on those who fear him, and his righteousness to children's children,"},{"VERSE":"18","WORD":"to those who keep his covenant and remember to do his commandments."},{"VERSE":"19","WORD":"The Lord has established his throne in the heavens, and his kingdom rules over all."},{"VERSE":"20","WORD":"Bless the Lord, O you his angels, you mighty ones who do his word, obeying the voice of his word!"},{"VERSE":"21","WORD":"Bless the Lord, all his hosts, his ministers, who do his will!"},{"VERSE":"22","WORD":"Bless the Lord, all his works, in all places of his dominion. Bless the Lord, O my soul!"}]},{"CHAPTER":"104","VERSES":[{"VERSE":"1","WORD":"Bless the Lord, O my soul! O Lord my God, you are very great! You are clothed with splendor and majesty,"},{"VERSE":"2","WORD":"covering yourself with light as with a garment, stretching out the heavens like a tent."},{"VERSE":"3","WORD":"He lays the beams of his chambers on the waters; he makes the clouds his chariot; he rides on the wings of the wind;"},{"VERSE":"4","WORD":"he makes his messengers winds, his ministers a flaming fire."},{"VERSE":"5","WORD":"He set the earth on its foundations, so that it should never be moved."},{"VERSE":"6","WORD":"You covered it with the deep as with a garment; the waters stood above the mountains."},{"VERSE":"7","WORD":"At your rebuke they fled; at the sound of your thunder they took to flight."},{"VERSE":"8","WORD":"The mountains rose, the valleys sank down to the place that you appointed for them."},{"VERSE":"9","WORD":"You set a boundary that they may not pass, so that they might not again cover the earth."},{"VERSE":"10","WORD":"You make springs gush forth in the valleys; they flow between the hills;"},{"VERSE":"11","WORD":"they give drink to every beast of the field; the wild donkeys quench their thirst."},{"VERSE":"12","WORD":"Beside them the birds of the heavens dwell; they sing among the branches."},{"VERSE":"13","WORD":"From your lofty abode you water the mountains; the earth is satisfied with the fruit of your work."},{"VERSE":"14","WORD":"You cause the grass to grow for the livestock and plants for man to cultivate, that he may bring forth food from the earth"},{"VERSE":"15","WORD":"and wine to gladden the heart of man, oil to make his face shine and bread to strengthen man's heart."},{"VERSE":"16","WORD":"The trees of the Lord are watered abundantly, the cedars of Lebanon that he planted."},{"VERSE":"17","WORD":"In them the birds build their nests; the stork has her home in the fir trees."},{"VERSE":"18","WORD":"The high mountains are for the wild goats; the rocks are a refuge for the rock badgers."},{"VERSE":"19","WORD":"He made the moon to mark the seasons; the sun knows its time for setting."},{"VERSE":"20","WORD":"You make darkness, and it is night, when all the beasts of the forest creep about."},{"VERSE":"21","WORD":"The young lions roar for their prey, seeking their food from God."},{"VERSE":"22","WORD":"When the sun rises, they steal away and lie down in their dens."},{"VERSE":"23","WORD":"Man goes out to his work and to his labor until the evening."},{"VERSE":"24","WORD":"O Lord, how manifold are your works! In wisdom have you made them all; the earth is full of your creatures."},{"VERSE":"25","WORD":"Here is the sea, great and wide, which teems with creatures innumerable, living things both small and great."},{"VERSE":"26","WORD":"There go the ships, and Leviathan, which you formed to play in it."},{"VERSE":"27","WORD":"These all look to you, to give them their food in due season."},{"VERSE":"28","WORD":"When you give it to them, they gather it up; when you open your hand, they are filled with good things."},{"VERSE":"29","WORD":"When you hide your face, they are dismayed; when you take away their breath, they die and return to their dust."},{"VERSE":"30","WORD":"When you send forth your Spirit, they are created, and you renew the face of the ground."},{"VERSE":"31","WORD":"May the glory of the Lord endure forever; may the Lord rejoice in his works,"},{"VERSE":"32","WORD":"who looks on the earth and it trembles, who touches the mountains and they smoke!"},{"VERSE":"33","WORD":"I will sing to the Lord as long as I live; I will sing praise to my God while I have being."},{"VERSE":"34","WORD":"May my meditation be pleasing to him, for I rejoice in the Lord."},{"VERSE":"35","WORD":"Let sinners be consumed from the earth, and let the wicked be no more! Bless the Lord, O my soul! Praise the Lord!"}]},{"CHAPTER":"105","VERSES":[{"VERSE":"1","WORD":"Oh give thanks to the Lord; call upon his name; make known his deeds among the peoples!"},{"VERSE":"2","WORD":"Sing to him, sing praises to him; tell of all his wondrous works!"},{"VERSE":"3","WORD":"Glory in his holy name; let the hearts of those who seek the Lord rejoice!"},{"VERSE":"4","WORD":"Seek the Lord and his strength; seek his presence continually!"},{"VERSE":"5","WORD":"Remember the wondrous works that he has done, his miracles, and the judgments he uttered,"},{"VERSE":"6","WORD":"O offspring of Abraham, his servant, children of Jacob, his chosen ones!"},{"VERSE":"7","WORD":"He is the Lord our God; his judgments are in all the earth."},{"VERSE":"8","WORD":"He remembers his covenant forever, the word that he commanded, for a thousand generations,"},{"VERSE":"9","WORD":"the covenant that he made with Abraham, his sworn promise to Isaac,"},{"VERSE":"10","WORD":"which he confirmed to Jacob as a statute, to Israel as an everlasting covenant,"},{"VERSE":"11","WORD":"saying, “To you I will give the land of Canaan as your portion for an inheritance.”"},{"VERSE":"12","WORD":"When they were few in number, of little account, and sojourners in it,"},{"VERSE":"13","WORD":"wandering from nation to nation, from one kingdom to another people,"},{"VERSE":"14","WORD":"he allowed no one to oppress them; he rebuked kings on their account,"},{"VERSE":"15","WORD":"saying, “Touch not my anointed ones, do my prophets no harm!”"},{"VERSE":"16","WORD":"When he summoned a famine on the land and broke all supply of bread,"},{"VERSE":"17","WORD":"he had sent a man ahead of them, Joseph, who was sold as a slave."},{"VERSE":"18","WORD":"His feet were hurt with fetters; his neck was put in a collar of iron;"},{"VERSE":"19","WORD":"until what he had said came to pass, the word of the Lord tested him."},{"VERSE":"20","WORD":"The king sent and released him; the ruler of the peoples set him free;"},{"VERSE":"21","WORD":"he made him lord of his house and ruler of all his possessions,"},{"VERSE":"22","WORD":"to bind his princes at his pleasure and to teach his elders wisdom."},{"VERSE":"23","WORD":"Then Israel came to Egypt; Jacob sojourned in the land of Ham."},{"VERSE":"24","WORD":"And the Lord made his people very fruitful and made them stronger than their foes."},{"VERSE":"25","WORD":"He turned their hearts to hate his people, to deal craftily with his servants."},{"VERSE":"26","WORD":"He sent Moses, his servant, and Aaron, whom he had chosen."},{"VERSE":"27","WORD":"They performed his signs among them and miracles in the land of Ham."},{"VERSE":"28","WORD":"He sent darkness, and made the land dark; they did not rebel against his words."},{"VERSE":"29","WORD":"He turned their waters into blood and caused their fish to die."},{"VERSE":"30","WORD":"Their land swarmed with frogs, even in the chambers of their kings."},{"VERSE":"31","WORD":"He spoke, and there came swarms of flies, and gnats throughout their country."},{"VERSE":"32","WORD":"He gave them hail for rain, and fiery lightning bolts through their land."},{"VERSE":"33","WORD":"He struck down their vines and fig trees, and shattered the trees of their country."},{"VERSE":"34","WORD":"He spoke, and the locusts came, young locusts without number,"},{"VERSE":"35","WORD":"which devoured all the vegetation in their land and ate up the fruit of their ground."},{"VERSE":"36","WORD":"He struck down all the firstborn in their land, the firstfruits of all their strength."},{"VERSE":"37","WORD":"Then he brought out Israel with silver and gold, and there was none among his tribes who stumbled."},{"VERSE":"38","WORD":"Egypt was glad when they departed, for dread of them had fallen upon it."},{"VERSE":"39","WORD":"He spread a cloud for a covering, and fire to give light by night."},{"VERSE":"40","WORD":"They asked, and he brought quail, and gave them bread from heaven in abundance."},{"VERSE":"41","WORD":"He opened the rock, and water gushed out; it flowed through the desert like a river."},{"VERSE":"42","WORD":"For he remembered his holy promise, and Abraham, his servant."},{"VERSE":"43","WORD":"So he brought his people out with joy, his chosen ones with singing."},{"VERSE":"44","WORD":"And he gave them the lands of the nations, and they took possession of the fruit of the peoples' toil,"},{"VERSE":"45","WORD":"that they might keep his statutes and observe his laws. Praise the Lord!"}]},{"CHAPTER":"106","VERSES":[{"VERSE":"1","WORD":"Praise the Lord! Oh give thanks to the Lord, for he is good, for his steadfast love endures forever!"},{"VERSE":"2","WORD":"Who can utter the mighty deeds of the Lord, or declare all his praise?"},{"VERSE":"3","WORD":"Blessed are they who observe justice, who do righteousness at all times!"},{"VERSE":"4","WORD":"Remember me, O Lord, when you show favor to your people; help me when you save them,"},{"VERSE":"5","WORD":"that I may look upon the prosperity of your chosen ones, that I may rejoice in the gladness of your nation, that I may glory with your inheritance."},{"VERSE":"6","WORD":"Both we and our fathers have sinned; we have committed iniquity; we have done wickedness."},{"VERSE":"7","WORD":"Our fathers, when they were in Egypt, did not consider your wondrous works; they did not remember the abundance of your steadfast love, but rebelled by the sea, at the Red Sea."},{"VERSE":"8","WORD":"Yet he saved them for his name's sake, that he might make known his mighty power."},{"VERSE":"9","WORD":"He rebuked the Red Sea, and it became dry, and he led them through the deep as through a desert."},{"VERSE":"10","WORD":"So he saved them from the hand of the foe and redeemed them from the power of the enemy."},{"VERSE":"11","WORD":"And the waters covered their adversaries; not one of them was left."},{"VERSE":"12","WORD":"Then they believed his words; they sang his praise."},{"VERSE":"13","WORD":"But they soon forgot his works; they did not wait for his counsel."},{"VERSE":"14","WORD":"But they had a wanton craving in the wilderness, and put God to the test in the desert;"},{"VERSE":"15","WORD":"he gave them what they asked, but sent a wasting disease among them."},{"VERSE":"16","WORD":"When men in the camp were jealous of Moses and Aaron, the holy one of the Lord,"},{"VERSE":"17","WORD":"the earth opened and swallowed up Dathan, and covered the company of Abiram."},{"VERSE":"18","WORD":"Fire also broke out in their company; the flame burned up the wicked."},{"VERSE":"19","WORD":"They made a calf in Horeb and worshiped a metal image."},{"VERSE":"20","WORD":"They exchanged the glory of God for the image of an ox that eats grass."},{"VERSE":"21","WORD":"They forgot God, their Savior, who had done great things in Egypt,"},{"VERSE":"22","WORD":"wondrous works in the land of Ham, and awesome deeds by the Red Sea."},{"VERSE":"23","WORD":"Therefore he said he would destroy them— had not Moses, his chosen one, stood in the breach before him, to turn away his wrath from destroying them."},{"VERSE":"24","WORD":"Then they despised the pleasant land, having no faith in his promise."},{"VERSE":"25","WORD":"They murmured in their tents, and did not obey the voice of the Lord."},{"VERSE":"26","WORD":"Therefore he raised his hand and swore to them that he would make them fall in the wilderness,"},{"VERSE":"27","WORD":"and would make their offspring fall among the nations, scattering them among the lands."},{"VERSE":"28","WORD":"Then they yoked themselves to the Baal of Peor, and ate sacrifices offered to the dead;"},{"VERSE":"29","WORD":"they provoked the Lord to anger with their deeds, and a plague broke out among them."},{"VERSE":"30","WORD":"Then Phinehas stood up and intervened, and the plague was stayed."},{"VERSE":"31","WORD":"And that was counted to him as righteousness from generation to generation forever."},{"VERSE":"32","WORD":"They angered him at the waters of Meribah, and it went ill with Moses on their account,"},{"VERSE":"33","WORD":"for they made his spirit bitter, and he spoke rashly with his lips."},{"VERSE":"34","WORD":"They did not destroy the peoples, as the Lord commanded them,"},{"VERSE":"35","WORD":"but they mixed with the nations and learned to do as they did."},{"VERSE":"36","WORD":"They served their idols, which became a snare to them."},{"VERSE":"37","WORD":"They sacrificed their sons and their daughters to the demons;"},{"VERSE":"38","WORD":"they poured out innocent blood, the blood of their sons and daughters, whom they sacrificed to the idols of Canaan, and the land was polluted with blood."},{"VERSE":"39","WORD":"Thus they became unclean by their acts, and played the whore in their deeds."},{"VERSE":"40","WORD":"Then the anger of the Lord was kindled against his people, and he abhorred his heritage;"},{"VERSE":"41","WORD":"he gave them into the hand of the nations, so that those who hated them ruled over them."},{"VERSE":"42","WORD":"Their enemies oppressed them, and they were brought into subjection under their power."},{"VERSE":"43","WORD":"Many times he delivered them, but they were rebellious in their purposes and were brought low through their iniquity."},{"VERSE":"44","WORD":"Nevertheless, he looked upon their distress, when he heard their cry."},{"VERSE":"45","WORD":"For their sake he remembered his covenant, and relented according to the abundance of his steadfast love."},{"VERSE":"46","WORD":"He caused them to be pitied by all those who held them captive."},{"VERSE":"47","WORD":"Save us, O Lord our God, and gather us from among the nations, that we may give thanks to your holy name and glory in your praise."},{"VERSE":"48","WORD":"Blessed be the Lord, the God of Israel, from everlasting to everlasting! And let all the people say, “Amen!” Praise the Lord!"}]},{"CHAPTER":"107","VERSES":[{"VERSE":"1","WORD":"Oh give thanks to the Lord, for he is good, for his steadfast love endures forever!"},{"VERSE":"2","WORD":"Let the redeemed of the Lord say so, whom he has redeemed from trouble"},{"VERSE":"3","WORD":"and gathered in from the lands, from the east and from the west, from the north and from the south."},{"VERSE":"4","WORD":"Some wandered in desert wastes, finding no way to a city to dwell in;"},{"VERSE":"5","WORD":"hungry and thirsty, their soul fainted within them."},{"VERSE":"6","WORD":"Then they cried to the Lord in their trouble, and he delivered them from their distress."},{"VERSE":"7","WORD":"He led them by a straight way till they reached a city to dwell in."},{"VERSE":"8","WORD":"Let them thank the Lord for his steadfast love, for his wondrous works to the children of man!"},{"VERSE":"9","WORD":"For he satisfies the longing soul, and the hungry soul he fills with good things."},{"VERSE":"10","WORD":"Some sat in darkness and in the shadow of death, prisoners in affliction and in irons,"},{"VERSE":"11","WORD":"for they had rebelled against the words of God, and spurned the counsel of the Most High."},{"VERSE":"12","WORD":"So he bowed their hearts down with hard labor; they fell down, with none to help."},{"VERSE":"13","WORD":"Then they cried to the Lord in their trouble, and he delivered them from their distress."},{"VERSE":"14","WORD":"He brought them out of darkness and the shadow of death, and burst their bonds apart."},{"VERSE":"15","WORD":"Let them thank the Lord for his steadfast love, for his wondrous works to the children of man!"},{"VERSE":"16","WORD":"For he shatters the doors of bronze and cuts in two the bars of iron."},{"VERSE":"17","WORD":"Some were fools through their sinful ways, and because of their iniquities suffered affliction;"},{"VERSE":"18","WORD":"they loathed any kind of food, and they drew near to the gates of death."},{"VERSE":"19","WORD":"Then they cried to the Lord in their trouble, and he delivered them from their distress."},{"VERSE":"20","WORD":"He sent out his word and healed them, and delivered them from their destruction."},{"VERSE":"21","WORD":"Let them thank the Lord for his steadfast love, for his wondrous works to the children of man!"},{"VERSE":"22","WORD":"And let them offer sacrifices of thanksgiving, and tell of his deeds in songs of joy!"},{"VERSE":"23","WORD":"Some went down to the sea in ships, doing business on the great waters;"},{"VERSE":"24","WORD":"they saw the deeds of the Lord, his wondrous works in the deep."},{"VERSE":"25","WORD":"For he commanded and raised the stormy wind, which lifted up the waves of the sea."},{"VERSE":"26","WORD":"They mounted up to heaven; they went down to the depths; their courage melted away in their evil plight;"},{"VERSE":"27","WORD":"they reeled and staggered like drunken men and were at their wits' end."},{"VERSE":"28","WORD":"Then they cried to the Lord in their trouble, and he delivered them from their distress."},{"VERSE":"29","WORD":"He made the storm be still, and the waves of the sea were hushed."},{"VERSE":"30","WORD":"Then they were glad that the waters were quiet, and he brought them to their desired haven."},{"VERSE":"31","WORD":"Let them thank the Lord for his steadfast love, for his wondrous works to the children of man!"},{"VERSE":"32","WORD":"Let them extol him in the congregation of the people, and praise him in the assembly of the elders."},{"VERSE":"33","WORD":"He turns rivers into a desert, springs of water into thirsty ground,"},{"VERSE":"34","WORD":"a fruitful land into a salty waste, because of the evil of its inhabitants."},{"VERSE":"35","WORD":"He turns a desert into pools of water, a parched land into springs of water."},{"VERSE":"36","WORD":"And there he lets the hungry dwell, and they establish a city to live in;"},{"VERSE":"37","WORD":"they sow fields and plant vineyards and get a fruitful yield."},{"VERSE":"38","WORD":"By his blessing they multiply greatly, and he does not let their livestock diminish."},{"VERSE":"39","WORD":"When they are diminished and brought low through oppression, evil, and sorrow,"},{"VERSE":"40","WORD":"he pours contempt on princes and makes them wander in trackless wastes;"},{"VERSE":"41","WORD":"but he raises up the needy out of affliction and makes their families like flocks."},{"VERSE":"42","WORD":"The upright see it and are glad, and all wickedness shuts its mouth."},{"VERSE":"43","WORD":"Whoever is wise, let him attend to these things; let them consider the steadfast love of the Lord."}]},{"CHAPTER":"108","VERSES":[{"VERSE":"1","WORD":"My heart is steadfast, O God! I will sing and make melody with all my being!"},{"VERSE":"2","WORD":"Awake, O harp and lyre! I will awake the dawn!"},{"VERSE":"3","WORD":"I will give thanks to you, O Lord, among the peoples; I will sing praises to you among the nations."},{"VERSE":"4","WORD":"For your steadfast love is great above the heavens; your faithfulness reaches to the clouds."},{"VERSE":"5","WORD":"Be exalted, O God, above the heavens! Let your glory be over all the earth!"},{"VERSE":"6","WORD":"That your beloved ones may be delivered, give salvation by your right hand and answer me!"},{"VERSE":"7","WORD":"God has promised in his holiness: “With exultation I will divide up Shechem and portion out the Valley of Succoth."},{"VERSE":"8","WORD":"Gilead is mine; Manasseh is mine; Ephraim is my helmet, Judah my scepter."},{"VERSE":"9","WORD":"Moab is my washbasin; upon Edom I cast my shoe; over Philistia I shout in triumph.”"},{"VERSE":"10","WORD":"Who will bring me to the fortified city? Who will lead me to Edom?"},{"VERSE":"11","WORD":"Have you not rejected us, O God? You do not go out, O God, with our armies."},{"VERSE":"12","WORD":"Oh grant us help against the foe, for vain is the salvation of man!"},{"VERSE":"13","WORD":"With God we shall do valiantly; it is he who will tread down our foes."}]},{"CHAPTER":"109","VERSES":[{"VERSE":"1","WORD":"Be not silent, O God of my praise!"},{"VERSE":"2","WORD":"For wicked and deceitful mouths are opened against me, speaking against me with lying tongues."},{"VERSE":"3","WORD":"They encircle me with words of hate, and attack me without cause."},{"VERSE":"4","WORD":"In return for my love they accuse me, but I give myself to prayer."},{"VERSE":"5","WORD":"So they reward me evil for good, and hatred for my love."},{"VERSE":"6","WORD":"Appoint a wicked man against him; let an accuser stand at his right hand."},{"VERSE":"7","WORD":"When he is tried, let him come forth guilty; let his prayer be counted as sin!"},{"VERSE":"8","WORD":"May his days be few; may another take his office!"},{"VERSE":"9","WORD":"May his children be fatherless and his wife a widow!"},{"VERSE":"10","WORD":"May his children wander about and beg, seeking food far from the ruins they inhabit!"},{"VERSE":"11","WORD":"May the creditor seize all that he has; may strangers plunder the fruits of his toil!"},{"VERSE":"12","WORD":"Let there be none to extend kindness to him, nor any to pity his fatherless children!"},{"VERSE":"13","WORD":"May his posterity be cut off; may his name be blotted out in the second generation!"},{"VERSE":"14","WORD":"May the iniquity of his fathers be remembered before the Lord, and let not the sin of his mother be blotted out!"},{"VERSE":"15","WORD":"Let them be before the Lord continually, that he may cut off the memory of them from the earth!"},{"VERSE":"16","WORD":"For he did not remember to show kindness, but pursued the poor and needy and the brokenhearted, to put them to death."},{"VERSE":"17","WORD":"He loved to curse; let curses come upon him! He did not delight in blessing; may it be far from him!"},{"VERSE":"18","WORD":"He clothed himself with cursing as his coat; may it soak into his body like water, like oil into his bones!"},{"VERSE":"19","WORD":"May it be like a garment that he wraps around him, like a belt that he puts on every day!"},{"VERSE":"20","WORD":"May this be the reward of my accusers from the Lord, of those who speak evil against my life!"},{"VERSE":"21","WORD":"But you, O God my Lord, deal on my behalf for your name's sake; because your steadfast love is good, deliver me!"},{"VERSE":"22","WORD":"For I am poor and needy, and my heart is stricken within me."},{"VERSE":"23","WORD":"I am gone like a shadow at evening; I am shaken off like a locust."},{"VERSE":"24","WORD":"My knees are weak through fasting; my body has become gaunt, with no fat."},{"VERSE":"25","WORD":"I am an object of scorn to my accusers; when they see me, they wag their heads."},{"VERSE":"26","WORD":"Help me, O Lord my God! Save me according to your steadfast love!"},{"VERSE":"27","WORD":"Let them know that this is your hand; you, O Lord, have done it!"},{"VERSE":"28","WORD":"Let them curse, but you will bless! They arise and are put to shame, but your servant will be glad!"},{"VERSE":"29","WORD":"May my accusers be clothed with dishonor; may they be wrapped in their own shame as in a cloak!"},{"VERSE":"30","WORD":"With my mouth I will give great thanks to the Lord; I will praise him in the midst of the throng."},{"VERSE":"31","WORD":"For he stands at the right hand of the needy one, to save him from those who condemn his soul to death."}]},{"CHAPTER":"110","VERSES":[{"VERSE":"1","WORD":"The Lord says to my Lord: “Sit at my right hand, until I make your enemies your footstool.”"},{"VERSE":"2","WORD":"The Lord sends forth from Zion your mighty scepter. Rule in the midst of your enemies!"},{"VERSE":"3","WORD":"Your people will offer themselves freely on the day of your power, in holy garments; from the womb of the morning, the dew of your youth will be yours."},{"VERSE":"4","WORD":"The Lord has sworn and will not change his mind, “You are a priest forever after the order of Melchizedek.”"},{"VERSE":"5","WORD":"The Lord is at your right hand; he will shatter kings on the day of his wrath."},{"VERSE":"6","WORD":"He will execute judgment among the nations, filling them with corpses; he will shatter chiefs over the wide earth."},{"VERSE":"7","WORD":"He will drink from the brook by the way; therefore he will lift up his head."}]},{"CHAPTER":"111","VERSES":[{"VERSE":"1","WORD":"Praise the Lord! I will give thanks to the Lord with my whole heart, in the company of the upright, in the congregation."},{"VERSE":"2","WORD":"Great are the works of the Lord, studied by all who delight in them."},{"VERSE":"3","WORD":"Full of splendor and majesty is his work, and his righteousness endures forever."},{"VERSE":"4","WORD":"He has caused his wondrous works to be remembered; the Lord is gracious and merciful."},{"VERSE":"5","WORD":"He provides food for those who fear him; he remembers his covenant forever."},{"VERSE":"6","WORD":"He has shown his people the power of his works, in giving them the inheritance of the nations."},{"VERSE":"7","WORD":"The works of his hands are faithful and just; all his precepts are trustworthy;"},{"VERSE":"8","WORD":"they are established forever and ever, to be performed with faithfulness and uprightness."},{"VERSE":"9","WORD":"He sent redemption to his people; he has commanded his covenant forever. Holy and awesome is his name!"},{"VERSE":"10","WORD":"The fear of the Lord is the beginning of wisdom; all those who practice it have a good understanding. His praise endures forever!"}]},{"CHAPTER":"112","VERSES":[{"VERSE":"1","WORD":"Praise the Lord! Blessed is the man who fears the Lord, who greatly delights in his commandments!"},{"VERSE":"2","WORD":"His offspring will be mighty in the land; the generation of the upright will be blessed."},{"VERSE":"3","WORD":"Wealth and riches are in his house, and his righteousness endures forever."},{"VERSE":"4","WORD":"Light dawns in the darkness for the upright; he is gracious, merciful, and righteous."},{"VERSE":"5","WORD":"It is well with the man who deals generously and lends; who conducts his affairs with justice."},{"VERSE":"6","WORD":"For the righteous will never be moved; he will be remembered forever."},{"VERSE":"7","WORD":"He is not afraid of bad news; his heart is firm, trusting in the Lord."},{"VERSE":"8","WORD":"His heart is steady; he will not be afraid, until he looks in triumph on his adversaries."},{"VERSE":"9","WORD":"He has distributed freely; he has given to the poor; his righteousness endures forever; his horn is exalted in honor."},{"VERSE":"10","WORD":"The wicked man sees it and is angry; he gnashes his teeth and melts away; the desire of the wicked will perish!"}]},{"CHAPTER":"113","VERSES":[{"VERSE":"1","WORD":"Praise the Lord! Praise, O servants of the Lord, praise the name of the Lord!"},{"VERSE":"2","WORD":"Blessed be the name of the Lord from this time forth and forevermore!"},{"VERSE":"3","WORD":"From the rising of the sun to its setting, the name of the Lord is to be praised!"},{"VERSE":"4","WORD":"The Lord is high above all nations, and his glory above the heavens!"},{"VERSE":"5","WORD":"Who is like the Lord our God, who is seated on high,"},{"VERSE":"6","WORD":"who looks far down on the heavens and the earth?"},{"VERSE":"7","WORD":"He raises the poor from the dust and lifts the needy from the ash heap,"},{"VERSE":"8","WORD":"to make them sit with princes, with the princes of his people."},{"VERSE":"9","WORD":"He gives the barren woman a home, making her the joyous mother of children. Praise the Lord!"}]},{"CHAPTER":"114","VERSES":[{"VERSE":"1","WORD":"When Israel went out from Egypt, the house of Jacob from a people of strange language,"},{"VERSE":"2","WORD":"Judah became his sanctuary, Israel his dominion."},{"VERSE":"3","WORD":"The sea looked and fled; Jordan turned back."},{"VERSE":"4","WORD":"The mountains skipped like rams, the hills like lambs."},{"VERSE":"5","WORD":"What ails you, O sea, that you flee? O Jordan, that you turn back?"},{"VERSE":"6","WORD":"O mountains, that you skip like rams? O hills, like lambs?"},{"VERSE":"7","WORD":"Tremble, O earth, at the presence of the Lord, at the presence of the God of Jacob,"},{"VERSE":"8","WORD":"who turns the rock into a pool of water, the flint into a spring of water."}]},{"CHAPTER":"115","VERSES":[{"VERSE":"1","WORD":"Not to us, O Lord, not to us, but to your name give glory, for the sake of your steadfast love and your faithfulness!"},{"VERSE":"2","WORD":"Why should the nations say, “Where is their God?”"},{"VERSE":"3","WORD":"Our God is in the heavens; he does all that he pleases."},{"VERSE":"4","WORD":"Their idols are silver and gold, the work of human hands."},{"VERSE":"5","WORD":"They have mouths, but do not speak; eyes, but do not see."},{"VERSE":"6","WORD":"They have ears, but do not hear; noses, but do not smell."},{"VERSE":"7","WORD":"They have hands, but do not feel; feet, but do not walk; and they do not make a sound in their throat."},{"VERSE":"8","WORD":"Those who make them become like them; so do all who trust in them."},{"VERSE":"9","WORD":"O Israel, trust in the Lord! He is their help and their shield."},{"VERSE":"10","WORD":"O house of Aaron, trust in the Lord! He is their help and their shield."},{"VERSE":"11","WORD":"You who fear the Lord, trust in the Lord! He is their help and their shield."},{"VERSE":"12","WORD":"The Lord has remembered us; he will bless us; he will bless the house of Israel; he will bless the house of Aaron;"},{"VERSE":"13","WORD":"he will bless those who fear the Lord, both the small and the great."},{"VERSE":"14","WORD":"May the Lord give you increase, you and your children!"},{"VERSE":"15","WORD":"May you be blessed by the Lord, who made heaven and earth!"},{"VERSE":"16","WORD":"The heavens are the Lord's heavens, but the earth he has given to the children of man."},{"VERSE":"17","WORD":"The dead do not praise the Lord, nor do any who go down into silence."},{"VERSE":"18","WORD":"But we will bless the Lord from this time forth and forevermore. Praise the Lord!"}]},{"CHAPTER":"116","VERSES":[{"VERSE":"1","WORD":"I love the Lord, because he has heard my voice and my pleas for mercy."},{"VERSE":"2","WORD":"Because he inclined his ear to me, therefore I will call on him as long as I live."},{"VERSE":"3","WORD":"The snares of death encompassed me; the pangs of Sheol laid hold on me; I suffered distress and anguish."},{"VERSE":"4","WORD":"Then I called on the name of the Lord: “O Lord, I pray, deliver my soul!”"},{"VERSE":"5","WORD":"Gracious is the Lord, and righteous; our God is merciful."},{"VERSE":"6","WORD":"The Lord preserves the simple; when I was brought low, he saved me."},{"VERSE":"7","WORD":"Return, O my soul, to your rest; for the Lord has dealt bountifully with you."},{"VERSE":"8","WORD":"For you have delivered my soul from death, my eyes from tears, my feet from stumbling;"},{"VERSE":"9","WORD":"I will walk before the Lord in the land of the living."},{"VERSE":"10","WORD":"I believed, even when I spoke: “I am greatly afflicted”;"},{"VERSE":"11","WORD":"I said in my alarm, “All mankind are liars.”"},{"VERSE":"12","WORD":"What shall I render to the Lord for all his benefits to me?"},{"VERSE":"13","WORD":"I will lift up the cup of salvation and call on the name of the Lord,"},{"VERSE":"14","WORD":"I will pay my vows to the Lord in the presence of all his people."},{"VERSE":"15","WORD":"Precious in the sight of the Lord is the death of his saints."},{"VERSE":"16","WORD":"O Lord, I am your servant; I am your servant, the son of your maidservant. You have loosed my bonds."},{"VERSE":"17","WORD":"I will offer to you the sacrifice of thanksgiving and call on the name of the Lord."},{"VERSE":"18","WORD":"I will pay my vows to the Lord in the presence of all his people,"},{"VERSE":"19","WORD":"in the courts of the house of the Lord, in your midst, O Jerusalem. Praise the Lord!"}]},{"CHAPTER":"117","VERSES":[{"VERSE":"1","WORD":"Praise the Lord, all nations! Extol him, all peoples!"},{"VERSE":"2","WORD":"For great is his steadfast love toward us, and the faithfulness of the Lord endures forever. Praise the Lord!"}]},{"CHAPTER":"118","VERSES":[{"VERSE":"1","WORD":"Oh give thanks to the Lord, for he is good; for his steadfast love endures forever!"},{"VERSE":"2","WORD":"Let Israel say, “His steadfast love endures forever.”"},{"VERSE":"3","WORD":"Let the house of Aaron say, “His steadfast love endures forever.”"},{"VERSE":"4","WORD":"Let those who fear the Lord say, “His steadfast love endures forever.”"},{"VERSE":"5","WORD":"Out of my distress I called on the Lord; the Lord answered me and set me free."},{"VERSE":"6","WORD":"The Lord is on my side; I will not fear. What can man do to me?"},{"VERSE":"7","WORD":"The Lord is on my side as my helper; I shall look in triumph on those who hate me."},{"VERSE":"8","WORD":"It is better to take refuge in the Lord than to trust in man."},{"VERSE":"9","WORD":"It is better to take refuge in the Lord than to trust in princes."},{"VERSE":"10","WORD":"All nations surrounded me; in the name of the Lord I cut them off!"},{"VERSE":"11","WORD":"They surrounded me, surrounded me on every side; in the name of the Lord I cut them off!"},{"VERSE":"12","WORD":"They surrounded me like bees; they went out like a fire among thorns; in the name of the Lord I cut them off!"},{"VERSE":"13","WORD":"I was pushed hard, so that I was falling, but the Lord helped me."},{"VERSE":"14","WORD":"The Lord is my strength and my song; he has become my salvation."},{"VERSE":"15","WORD":"Glad songs of salvation are in the tents of the righteous: “The right hand of the Lord does valiantly,"},{"VERSE":"16","WORD":"the right hand of the Lord exalts, the right hand of the Lord does valiantly!”"},{"VERSE":"17","WORD":"I shall not die, but I shall live, and recount the deeds of the Lord."},{"VERSE":"18","WORD":"The Lord has disciplined me severely, but he has not given me over to death."},{"VERSE":"19","WORD":"Open to me the gates of righteousness, that I may enter through them and give thanks to the Lord."},{"VERSE":"20","WORD":"This is the gate of the Lord; the righteous shall enter through it."},{"VERSE":"21","WORD":"I thank you that you have answered me and have become my salvation."},{"VERSE":"22","WORD":"The stone that the builders rejected has become the cornerstone."},{"VERSE":"23","WORD":"This is the Lord's doing; it is marvelous in our eyes."},{"VERSE":"24","WORD":"This is the day that the Lord has made; let us rejoice and be glad in it."},{"VERSE":"25","WORD":"Save us, we pray, O Lord! O Lord, we pray, give us success!"},{"VERSE":"26","WORD":"Blessed is he who comes in the name of the Lord! We bless you from the house of the Lord."},{"VERSE":"27","WORD":"The Lord is God, and he has made his light to shine upon us. Bind the festal sacrifice with cords, up to the horns of the altar!"},{"VERSE":"28","WORD":"You are my God, and I will give thanks to you; you are my God; I will extol you."},{"VERSE":"29","WORD":"Oh give thanks to the Lord, for he is good; for his steadfast love endures forever!"}]},{"CHAPTER":"119","VERSES":[{"VERSE":"1","WORD":"Blessed are those whose way is blameless, who walk in the law of the Lord!"},{"VERSE":"2","WORD":"Blessed are those who keep his testimonies, who seek him with their whole heart,"},{"VERSE":"3","WORD":"who also do no wrong, but walk in his ways!"},{"VERSE":"4","WORD":"You have commanded your precepts to be kept diligently."},{"VERSE":"5","WORD":"Oh that my ways may be steadfast in keeping your statutes!"},{"VERSE":"6","WORD":"Then I shall not be put to shame, having my eyes fixed on all your commandments."},{"VERSE":"7","WORD":"I will praise you with an upright heart, when I learn your righteous rules."},{"VERSE":"8","WORD":"I will keep your statutes; do not utterly forsake me!"},{"VERSE":"9","WORD":"How can a young man keep his way pure? By guarding it according to your word."},{"VERSE":"10","WORD":"With my whole heart I seek you; let me not wander from your commandments!"},{"VERSE":"11","WORD":"I have stored up your word in my heart, that I might not sin against you."},{"VERSE":"12","WORD":"Blessed are you, O Lord; teach me your statutes!"},{"VERSE":"13","WORD":"With my lips I declare all the rules of your mouth."},{"VERSE":"14","WORD":"In the way of your testimonies I delight as much as in all riches."},{"VERSE":"15","WORD":"I will meditate on your precepts and fix my eyes on your ways."},{"VERSE":"16","WORD":"I will delight in your statutes; I will not forget your word."},{"VERSE":"17","WORD":"Deal bountifully with your servant, that I may live and keep your word."},{"VERSE":"18","WORD":"Open my eyes, that I may behold wondrous things out of your law."},{"VERSE":"19","WORD":"I am a sojourner on the earth; hide not your commandments from me!"},{"VERSE":"20","WORD":"My soul is consumed with longing for your rules at all times."},{"VERSE":"21","WORD":"You rebuke the insolent, accursed ones, who wander from your commandments."},{"VERSE":"22","WORD":"Take away from me scorn and contempt, for I have kept your testimonies."},{"VERSE":"23","WORD":"Even though princes sit plotting against me, your servant will meditate on your statutes."},{"VERSE":"24","WORD":"Your testimonies are my delight; they are my counselors."},{"VERSE":"25","WORD":"My soul clings to the dust; give me life according to your word!"},{"VERSE":"26","WORD":"When I told of my ways, you answered me; teach me your statutes!"},{"VERSE":"27","WORD":"Make me understand the way of your precepts, and I will meditate on your wondrous works."},{"VERSE":"28","WORD":"My soul melts away for sorrow; strengthen me according to your word!"},{"VERSE":"29","WORD":"Put false ways far from me and graciously teach me your law!"},{"VERSE":"30","WORD":"I have chosen the way of faithfulness; I set your rules before me."},{"VERSE":"31","WORD":"I cling to your testimonies, O Lord; let me not be put to shame!"},{"VERSE":"32","WORD":"I will run in the way of your commandments when you enlarge my heart!"},{"VERSE":"33","WORD":"Teach me, O Lord, the way of your statutes; and I will keep it to the end."},{"VERSE":"34","WORD":"Give me understanding, that I may keep your law and observe it with my whole heart."},{"VERSE":"35","WORD":"Lead me in the path of your commandments, for I delight in it."},{"VERSE":"36","WORD":"Incline my heart to your testimonies, and not to selfish gain!"},{"VERSE":"37","WORD":"Turn my eyes from looking at worthless things; and give me life in your ways."},{"VERSE":"38","WORD":"Confirm to your servant your promise, that you may be feared."},{"VERSE":"39","WORD":"Turn away the reproach that I dread, for your rules are good."},{"VERSE":"40","WORD":"Behold, I long for your precepts; in your righteousness give me life!"},{"VERSE":"41","WORD":"Let your steadfast love come to me, O Lord, your salvation according to your promise;"},{"VERSE":"42","WORD":"then shall I have an answer for him who taunts me, for I trust in your word."},{"VERSE":"43","WORD":"And take not the word of truth utterly out of my mouth, for my hope is in your rules."},{"VERSE":"44","WORD":"I will keep your law continually, forever and ever,"},{"VERSE":"45","WORD":"and I shall walk in a wide place, for I have sought your precepts."},{"VERSE":"46","WORD":"I will also speak of your testimonies before kings and shall not be put to shame,"},{"VERSE":"47","WORD":"for I find my delight in your commandments, which I love."},{"VERSE":"48","WORD":"I will lift up my hands toward your commandments, which I love, and I will meditate on your statutes."},{"VERSE":"49","WORD":"Remember your word to your servant, in which you have made me hope."},{"VERSE":"50","WORD":"This is my comfort in my affliction, that your promise gives me life."},{"VERSE":"51","WORD":"The insolent utterly deride me, but I do not turn away from your law."},{"VERSE":"52","WORD":"When I think of your rules from of old, I take comfort, O Lord."},{"VERSE":"53","WORD":"Hot indignation seizes me because of the wicked, who forsake your law."},{"VERSE":"54","WORD":"Your statutes have been my songs in the house of my sojourning."},{"VERSE":"55","WORD":"I remember your name in the night, O Lord, and keep your law."},{"VERSE":"56","WORD":"This blessing has fallen to me, that I have kept your precepts."},{"VERSE":"57","WORD":"The Lord is my portion; I promise to keep your words."},{"VERSE":"58","WORD":"I entreat your favor with all my heart; be gracious to me according to your promise."},{"VERSE":"59","WORD":"When I think on my ways, I turn my feet to your testimonies;"},{"VERSE":"60","WORD":"I hasten and do not delay to keep your commandments."},{"VERSE":"61","WORD":"Though the cords of the wicked ensnare me, I do not forget your law."},{"VERSE":"62","WORD":"At midnight I rise to praise you, because of your righteous rules."},{"VERSE":"63","WORD":"I am a companion of all who fear you, of those who keep your precepts."},{"VERSE":"64","WORD":"The earth, O Lord, is full of your steadfast love; teach me your statutes!"},{"VERSE":"65","WORD":"You have dealt well with your servant, O Lord, according to your word."},{"VERSE":"66","WORD":"Teach me good judgment and knowledge, for I believe in your commandments."},{"VERSE":"67","WORD":"Before I was afflicted I went astray, but now I keep your word."},{"VERSE":"68","WORD":"You are good and do good; teach me your statutes."},{"VERSE":"69","WORD":"The insolent smear me with lies, but with my whole heart I keep your precepts;"},{"VERSE":"70","WORD":"their heart is unfeeling like fat, but I delight in your law."},{"VERSE":"71","WORD":"It is good for me that I was afflicted, that I might learn your statutes."},{"VERSE":"72","WORD":"The law of your mouth is better to me than thousands of gold and silver pieces."},{"VERSE":"73","WORD":"Your hands have made and fashioned me; give me understanding that I may learn your commandments."},{"VERSE":"74","WORD":"Those who fear you shall see me and rejoice, because I have hoped in your word."},{"VERSE":"75","WORD":"I know, O Lord, that your rules are righteous, and that in faithfulness you have afflicted me."},{"VERSE":"76","WORD":"Let your steadfast love comfort me according to your promise to your servant."},{"VERSE":"77","WORD":"Let your mercy come to me, that I may live; for your law is my delight."},{"VERSE":"78","WORD":"Let the insolent be put to shame, because they have wronged me with falsehood; as for me, I will meditate on your precepts."},{"VERSE":"79","WORD":"Let those who fear you turn to me, that they may know your testimonies."},{"VERSE":"80","WORD":"May my heart be blameless in your statutes, that I may not be put to shame!"},{"VERSE":"81","WORD":"My soul longs for your salvation; I hope in your word."},{"VERSE":"82","WORD":"My eyes long for your promise; I ask, “When will you comfort me?”"},{"VERSE":"83","WORD":"For I have become like a wineskin in the smoke, yet I have not forgotten your statutes."},{"VERSE":"84","WORD":"How long must your servant endure? When will you judge those who persecute me?"},{"VERSE":"85","WORD":"The insolent have dug pitfalls for me; they do not live according to your law."},{"VERSE":"86","WORD":"All your commandments are sure; they persecute me with falsehood; help me!"},{"VERSE":"87","WORD":"They have almost made an end of me on earth, but I have not forsaken your precepts."},{"VERSE":"88","WORD":"In your steadfast love give me life, that I may keep the testimonies of your mouth."},{"VERSE":"89","WORD":"Forever, O Lord, your word is firmly fixed in the heavens."},{"VERSE":"90","WORD":"Your faithfulness endures to all generations; you have established the earth, and it stands fast."},{"VERSE":"91","WORD":"By your appointment they stand this day, for all things are your servants."},{"VERSE":"92","WORD":"If your law had not been my delight, I would have perished in my affliction."},{"VERSE":"93","WORD":"I will never forget your precepts, for by them you have given me life."},{"VERSE":"94","WORD":"I am yours; save me, for I have sought your precepts."},{"VERSE":"95","WORD":"The wicked lie in wait to destroy me, but I consider your testimonies."},{"VERSE":"96","WORD":"I have seen a limit to all perfection, but your commandment is exceedingly broad."},{"VERSE":"97","WORD":"Oh how I love your law! It is my meditation all the day."},{"VERSE":"98","WORD":"Your commandment makes me wiser than my enemies, for it is ever with me."},{"VERSE":"99","WORD":"I have more understanding than all my teachers, for your testimonies are my meditation."},{"VERSE":"100","WORD":"I understand more than the aged, for I keep your precepts."},{"VERSE":"101","WORD":"I hold back my feet from every evil way, in order to keep your word."},{"VERSE":"102","WORD":"I do not turn aside from your rules, for you have taught me."},{"VERSE":"103","WORD":"How sweet are your words to my taste, sweeter than honey to my mouth!"},{"VERSE":"104","WORD":"Through your precepts I get understanding; therefore I hate every false way."},{"VERSE":"105","WORD":"Your word is a lamp to my feet and a light to my path."},{"VERSE":"106","WORD":"I have sworn an oath and confirmed it, to keep your righteous rules."},{"VERSE":"107","WORD":"I am severely afflicted; give me life, O Lord, according to your word!"},{"VERSE":"108","WORD":"Accept my freewill offerings of praise, O Lord, and teach me your rules."},{"VERSE":"109","WORD":"I hold my life in my hand continually, but I do not forget your law."},{"VERSE":"110","WORD":"The wicked have laid a snare for me, but I do not stray from your precepts."},{"VERSE":"111","WORD":"Your testimonies are my heritage forever, for they are the joy of my heart."},{"VERSE":"112","WORD":"I incline my heart to perform your statutes forever, to the end."},{"VERSE":"113","WORD":"I hate the double-minded, but I love your law."},{"VERSE":"114","WORD":"You are my hiding place and my shield; I hope in your word."},{"VERSE":"115","WORD":"Depart from me, you evildoers, that I may keep the commandments of my God."},{"VERSE":"116","WORD":"Uphold me according to your promise, that I may live, and let me not be put to shame in my hope!"},{"VERSE":"117","WORD":"Hold me up, that I may be safe and have regard for your statutes continually!"},{"VERSE":"118","WORD":"You spurn all who go astray from your statutes, for their cunning is in vain."},{"VERSE":"119","WORD":"All the wicked of the earth you discard like dross, therefore I love your testimonies."},{"VERSE":"120","WORD":"My flesh trembles for fear of you, and I am afraid of your judgments."},{"VERSE":"121","WORD":"I have done what is just and right; do not leave me to my oppressors."},{"VERSE":"122","WORD":"Give your servant a pledge of good; let not the insolent oppress me."},{"VERSE":"123","WORD":"My eyes long for your salvation and for the fulfillment of your righteous promise."},{"VERSE":"124","WORD":"Deal with your servant according to your steadfast love, and teach me your statutes."},{"VERSE":"125","WORD":"I am your servant; give me understanding, that I may know your testimonies!"},{"VERSE":"126","WORD":"It is time for the Lord to act, for your law has been broken."},{"VERSE":"127","WORD":"Therefore I love your commandments above gold, above fine gold."},{"VERSE":"128","WORD":"Therefore I consider all your precepts to be right; I hate every false way."},{"VERSE":"129","WORD":"Your testimonies are wonderful; therefore my soul keeps them."},{"VERSE":"130","WORD":"The unfolding of your words gives light; it imparts understanding to the simple."},{"VERSE":"131","WORD":"I open my mouth and pant, because I long for your commandments."},{"VERSE":"132","WORD":"Turn to me and be gracious to me, as is your way with those who love your name."},{"VERSE":"133","WORD":"Keep steady my steps according to your promise, and let no iniquity get dominion over me."},{"VERSE":"134","WORD":"Redeem me from man's oppression, that I may keep your precepts."},{"VERSE":"135","WORD":"Make your face shine upon your servant, and teach me your statutes."},{"VERSE":"136","WORD":"My eyes shed streams of tears, because people do not keep your law."},{"VERSE":"137","WORD":"Righteous are you, O Lord, and right are your rules."},{"VERSE":"138","WORD":"You have appointed your testimonies in righteousness and in all faithfulness."},{"VERSE":"139","WORD":"My zeal consumes me, because my foes forget your words."},{"VERSE":"140","WORD":"Your promise is well tried, and your servant loves it."},{"VERSE":"141","WORD":"I am small and despised, yet I do not forget your precepts."},{"VERSE":"142","WORD":"Your righteousness is righteous forever, and your law is true."},{"VERSE":"143","WORD":"Trouble and anguish have found me out, but your commandments are my delight."},{"VERSE":"144","WORD":"Your testimonies are righteous forever; give me understanding that I may live."},{"VERSE":"145","WORD":"With my whole heart I cry; answer me, O Lord! I will keep your statutes."},{"VERSE":"146","WORD":"I call to you; save me, that I may observe your testimonies."},{"VERSE":"147","WORD":"I rise before dawn and cry for help; I hope in your words."},{"VERSE":"148","WORD":"My eyes are awake before the watches of the night, that I may meditate on your promise."},{"VERSE":"149","WORD":"Hear my voice according to your steadfast love; O Lord, according to your justice give me life."},{"VERSE":"150","WORD":"They draw near who persecute me with evil purpose; they are far from your law."},{"VERSE":"151","WORD":"But you are near, O Lord, and all your commandments are true."},{"VERSE":"152","WORD":"Long have I known from your testimonies that you have founded them forever."},{"VERSE":"153","WORD":"Look on my affliction and deliver me, for I do not forget your law."},{"VERSE":"154","WORD":"Plead my cause and redeem me; give me life according to your promise!"},{"VERSE":"155","WORD":"Salvation is far from the wicked, for they do not seek your statutes."},{"VERSE":"156","WORD":"Great is your mercy, O Lord; give me life according to your rules."},{"VERSE":"157","WORD":"Many are my persecutors and my adversaries, but I do not swerve from your testimonies."},{"VERSE":"158","WORD":"I look at the faithless with disgust, because they do not keep your commands."},{"VERSE":"159","WORD":"Consider how I love your precepts! Give me life according to your steadfast love."},{"VERSE":"160","WORD":"The sum of your word is truth, and every one of your righteous rules endures forever."},{"VERSE":"161","WORD":"Princes persecute me without cause, but my heart stands in awe of your words."},{"VERSE":"162","WORD":"I rejoice at your word like one who finds great spoil."},{"VERSE":"163","WORD":"I hate and abhor falsehood, but I love your law."},{"VERSE":"164","WORD":"Seven times a day I praise you for your righteous rules."},{"VERSE":"165","WORD":"Great peace have those who love your law; nothing can make them stumble."},{"VERSE":"166","WORD":"I hope for your salvation, O Lord, and I do your commandments."},{"VERSE":"167","WORD":"My soul keeps your testimonies; I love them exceedingly."},{"VERSE":"168","WORD":"I keep your precepts and testimonies, for all my ways are before you."},{"VERSE":"169","WORD":"Let my cry come before you, O Lord; give me understanding according to your word!"},{"VERSE":"170","WORD":"Let my plea come before you; deliver me according to your word."},{"VERSE":"171","WORD":"My lips will pour forth praise, for you teach me your statutes."},{"VERSE":"172","WORD":"My tongue will sing of your word, for all your commandments are right."},{"VERSE":"173","WORD":"Let your hand be ready to help me, for I have chosen your precepts."},{"VERSE":"174","WORD":"I long for your salvation, O Lord, and your law is my delight."},{"VERSE":"175","WORD":"Let my soul live and praise you, and let your rules help me."},{"VERSE":"176","WORD":"I have gone astray like a lost sheep; seek your servant, for I do not forget your commandments."}]},{"CHAPTER":"120","VERSES":[{"VERSE":"1","WORD":"In my distress I called to the Lord, and he answered me."},{"VERSE":"2","WORD":"Deliver me, O Lord, from lying lips, from a deceitful tongue."},{"VERSE":"3","WORD":"What shall be given to you, and what more shall be done to you, you deceitful tongue?"},{"VERSE":"4","WORD":"A warrior's sharp arrows, with glowing coals of the broom tree!"},{"VERSE":"5","WORD":"Woe to me, that I sojourn in Meshech, that I dwell among the tents of Kedar!"},{"VERSE":"6","WORD":"Too long have I had my dwelling among those who hate peace."},{"VERSE":"7","WORD":"I am for peace, but when I speak, they are for war!"}]},{"CHAPTER":"121","VERSES":[{"VERSE":"1","WORD":"I lift up my eyes to the hills. From where does my help come?"},{"VERSE":"2","WORD":"My help comes from the Lord, who made heaven and earth."},{"VERSE":"3","WORD":"He will not let your foot be moved; he who keeps you will not slumber."},{"VERSE":"4","WORD":"Behold, he who keeps Israel will neither slumber nor sleep."},{"VERSE":"5","WORD":"The Lord is your keeper; the Lord is your shade on your right hand."},{"VERSE":"6","WORD":"The sun shall not strike you by day, nor the moon by night."},{"VERSE":"7","WORD":"The Lord will keep you from all evil; he will keep your life."},{"VERSE":"8","WORD":"The Lord will keep your going out and your coming in from this time forth and forevermore."}]},{"CHAPTER":"122","VERSES":[{"VERSE":"1","WORD":"I was glad when they said to me, “Let us go to the house of the Lord!”"},{"VERSE":"2","WORD":"Our feet have been standing within your gates, O Jerusalem!"},{"VERSE":"3","WORD":"Jerusalem—built as a city that is bound firmly together,"},{"VERSE":"4","WORD":"to which the tribes go up, the tribes of the Lord, as was decreed for Israel, to give thanks to the name of the Lord."},{"VERSE":"5","WORD":"There thrones for judgment were set, the thrones of the house of David."},{"VERSE":"6","WORD":"Pray for the peace of Jerusalem! “May they be secure who love you!"},{"VERSE":"7","WORD":"Peace be within your walls and security within your towers!”"},{"VERSE":"8","WORD":"For my brothers and companions' sake I will say, “Peace be within you!”"},{"VERSE":"9","WORD":"For the sake of the house of the Lord our God, I will seek your good."}]},{"CHAPTER":"123","VERSES":[{"VERSE":"1","WORD":"To you I lift up my eyes, O you who are enthroned in the heavens!"},{"VERSE":"2","WORD":"Behold, as the eyes of servants look to the hand of their master, as the eyes of a maidservant to the hand of her mistress, so our eyes look to the Lord our God, till he has mercy upon us."},{"VERSE":"3","WORD":"Have mercy upon us, O Lord, have mercy upon us, for we have had more than enough of contempt."},{"VERSE":"4","WORD":"Our soul has had more than enough of the scorn of those who are at ease, of the contempt of the proud."}]},{"CHAPTER":"124","VERSES":[{"VERSE":"1","WORD":"If it had not been the Lord who was on our side— let Israel now say—"},{"VERSE":"2","WORD":"if it had not been the Lord who was on our side when people rose up against us,"},{"VERSE":"3","WORD":"then they would have swallowed us up alive, when their anger was kindled against us;"},{"VERSE":"4","WORD":"then the flood would have swept us away, the torrent would have gone over us;"},{"VERSE":"5","WORD":"then over us would have gone the raging waters."},{"VERSE":"6","WORD":"Blessed be the Lord, who has not given us as prey to their teeth!"},{"VERSE":"7","WORD":"We have escaped like a bird from the snare of the fowlers; the snare is broken, and we have escaped!"},{"VERSE":"8","WORD":"Our help is in the name of the Lord, who made heaven and earth."}]},{"CHAPTER":"125","VERSES":[{"VERSE":"1","WORD":"Those who trust in the Lord are like Mount Zion, which cannot be moved, but abides forever."},{"VERSE":"2","WORD":"As the mountains surround Jerusalem, so the Lord surrounds his people, from this time forth and forevermore."},{"VERSE":"3","WORD":"For the scepter of wickedness shall not rest on the land allotted to the righteous, lest the righteous stretch out their hands to do wrong."},{"VERSE":"4","WORD":"Do good, O Lord, to those who are good, and to those who are upright in their hearts!"},{"VERSE":"5","WORD":"But those who turn aside to their crooked ways the Lord will lead away with evildoers! Peace be upon Israel!"}]},{"CHAPTER":"126","VERSES":[{"VERSE":"1","WORD":"When the Lord restored the fortunes of Zion, we were like those who dream."},{"VERSE":"2","WORD":"Then our mouth was filled with laughter, and our tongue with shouts of joy; then they said among the nations, “The Lord has done great things for them.”"},{"VERSE":"3","WORD":"The Lord has done great things for us; we are glad."},{"VERSE":"4","WORD":"Restore our fortunes, O Lord, like streams in the Negeb!"},{"VERSE":"5","WORD":"Those who sow in tears shall reap with shouts of joy!"},{"VERSE":"6","WORD":"He who goes out weeping, bearing the seed for sowing, shall come home with shouts of joy, bringing his sheaves with him."}]},{"CHAPTER":"127","VERSES":[{"VERSE":"1","WORD":"Unless the Lord builds the house, those who build it labor in vain. Unless the Lord watches over the city, the watchman stays awake in vain."},{"VERSE":"2","WORD":"It is in vain that you rise up early and go late to rest, eating the bread of anxious toil; for he gives to his beloved sleep."},{"VERSE":"3","WORD":"Behold, children are a heritage from the Lord, the fruit of the womb a reward."},{"VERSE":"4","WORD":"Like arrows in the hand of a warrior are the children of one's youth."},{"VERSE":"5","WORD":"Blessed is the man who fills his quiver with them! He shall not be put to shame when he speaks with his enemies in the gate."}]},{"CHAPTER":"128","VERSES":[{"VERSE":"1","WORD":"Blessed is everyone who fears the Lord, who walks in his ways!"},{"VERSE":"2","WORD":"You shall eat the fruit of the labor of your hands; you shall be blessed, and it shall be well with you."},{"VERSE":"3","WORD":"Your wife will be like a fruitful vine within your house; your children will be like olive shoots around your table."},{"VERSE":"4","WORD":"Behold, thus shall the man be blessed who fears the Lord."},{"VERSE":"5","WORD":"The Lord bless you from Zion! May you see the prosperity of Jerusalem all the days of your life!"},{"VERSE":"6","WORD":"May you see your children's children! Peace be upon Israel!"}]},{"CHAPTER":"129","VERSES":[{"VERSE":"1","WORD":"“Greatly have they afflicted me from my youth”— let Israel now say—"},{"VERSE":"2","WORD":"“Greatly have they afflicted me from my youth, yet they have not prevailed against me."},{"VERSE":"3","WORD":"The plowers plowed upon my back; they made long their furrows.”"},{"VERSE":"4","WORD":"The Lord is righteous; he has cut the cords of the wicked."},{"VERSE":"5","WORD":"May all who hate Zion be put to shame and turned backward!"},{"VERSE":"6","WORD":"Let them be like the grass on the housetops, which withers before it grows up,"},{"VERSE":"7","WORD":"with which the reaper does not fill his hand nor the binder of sheaves his arms,"},{"VERSE":"8","WORD":"nor do those who pass by say, “The blessing of the Lord be upon you! We bless you in the name of the Lord!”"}]},{"CHAPTER":"130","VERSES":[{"VERSE":"1","WORD":"Out of the depths I cry to you, O Lord!"},{"VERSE":"2","WORD":"O Lord, hear my voice! Let your ears be attentive to the voice of my pleas for mercy!"},{"VERSE":"3","WORD":"If you, O Lord, should mark iniquities, O Lord, who could stand?"},{"VERSE":"4","WORD":"But with you there is forgiveness, that you may be feared."},{"VERSE":"5","WORD":"I wait for the Lord, my soul waits, and in his word I hope;"},{"VERSE":"6","WORD":"my soul waits for the Lord more than watchmen for the morning, more than watchmen for the morning."},{"VERSE":"7","WORD":"O Israel, hope in the Lord! For with the Lord there is steadfast love, and with him is plentiful redemption."},{"VERSE":"8","WORD":"And he will redeem Israel from all his iniquities."}]},{"CHAPTER":"131","VERSES":[{"VERSE":"1","WORD":"O Lord, my heart is not lifted up; my eyes are not raised too high; I do not occupy myself with things too great and too marvelous for me."},{"VERSE":"2","WORD":"But I have calmed and quieted my soul, like a weaned child with its mother; like a weaned child is my soul within me."},{"VERSE":"3","WORD":"O Israel, hope in the Lord from this time forth and forevermore."}]},{"CHAPTER":"132","VERSES":[{"VERSE":"1","WORD":"Remember, O Lord, in David's favor, all the hardships he endured,"},{"VERSE":"2","WORD":"how he swore to the Lord and vowed to the Mighty One of Jacob,"},{"VERSE":"3","WORD":"“I will not enter my house or get into my bed,"},{"VERSE":"4","WORD":"I will not give sleep to my eyes or slumber to my eyelids,"},{"VERSE":"5","WORD":"until I find a place for the Lord, a dwelling place for the Mighty One of Jacob.”"},{"VERSE":"6","WORD":"Behold, we heard of it in Ephrathah; we found it in the fields of Jaar."},{"VERSE":"7","WORD":"“Let us go to his dwelling place; let us worship at his footstool!”"},{"VERSE":"8","WORD":"Arise, O Lord, and go to your resting place, you and the ark of your might."},{"VERSE":"9","WORD":"Let your priests be clothed with righteousness, and let your saints shout for joy."},{"VERSE":"10","WORD":"For the sake of your servant David, do not turn away the face of your anointed one."},{"VERSE":"11","WORD":"The Lord swore to David a sure oath from which he will not turn back: “One of the sons of your body I will set on your throne."},{"VERSE":"12","WORD":"If your sons keep my covenant and my testimonies that I shall teach them, their sons also forever shall sit on your throne.”"},{"VERSE":"13","WORD":"For the Lord has chosen Zion; he has desired it for his dwelling place:"},{"VERSE":"14","WORD":"“This is my resting place forever; here I will dwell, for I have desired it."},{"VERSE":"15","WORD":"I will abundantly bless her provisions; I will satisfy her poor with bread."},{"VERSE":"16","WORD":"Her priests I will clothe with salvation, and her saints will shout for joy."},{"VERSE":"17","WORD":"There I will make a horn to sprout for David; I have prepared a lamp for my anointed."},{"VERSE":"18","WORD":"His enemies I will clothe with shame, but on him his crown will shine.”"}]},{"CHAPTER":"133","VERSES":[{"VERSE":"1","WORD":"Behold, how good and pleasant it is when brothers dwell in unity!"},{"VERSE":"2","WORD":"It is like the precious oil on the head, running down on the beard, on the beard of Aaron, running down on the collar of his robes!"},{"VERSE":"3","WORD":"It is like the dew of Hermon, which falls on the mountains of Zion! For there the Lord has commanded the blessing, life forevermore."}]},{"CHAPTER":"134","VERSES":[{"VERSE":"1","WORD":"Come, bless the Lord, all you servants of the Lord, who stand by night in the house of the Lord!"},{"VERSE":"2","WORD":"Lift up your hands to the holy place and bless the Lord!"},{"VERSE":"3","WORD":"May the Lord bless you from Zion, he who made heaven and earth!"}]},{"CHAPTER":"135","VERSES":[{"VERSE":"1","WORD":"Praise the Lord! Praise the name of the Lord, give praise, O servants of the Lord,"},{"VERSE":"2","WORD":"who stand in the house of the Lord, in the courts of the house of our God!"},{"VERSE":"3","WORD":"Praise the Lord, for the Lord is good; sing to his name, for it is pleasant!"},{"VERSE":"4","WORD":"For the Lord has chosen Jacob for himself, Israel as his own possession."},{"VERSE":"5","WORD":"For I know that the Lord is great, and that our Lord is above all gods."},{"VERSE":"6","WORD":"Whatever the Lord pleases, he does, in heaven and on earth, in the seas and all deeps."},{"VERSE":"7","WORD":"He it is who makes the clouds rise at the end of the earth, who makes lightnings for the rain and brings forth the wind from his storehouses."},{"VERSE":"8","WORD":"He it was who struck down the firstborn of Egypt, both of man and of beast;"},{"VERSE":"9","WORD":"who in your midst, O Egypt, sent signs and wonders against Pharaoh and all his servants;"},{"VERSE":"10","WORD":"who struck down many nations and killed mighty kings,"},{"VERSE":"11","WORD":"Sihon, king of the Amorites, and Og, king of Bashan, and all the kingdoms of Canaan,"},{"VERSE":"12","WORD":"and gave their land as a heritage, a heritage to his people Israel."},{"VERSE":"13","WORD":"Your name, O Lord, endures forever, your renown, O Lord, throughout all ages."},{"VERSE":"14","WORD":"For the Lord will vindicate his people and have compassion on his servants."},{"VERSE":"15","WORD":"The idols of the nations are silver and gold, the work of human hands."},{"VERSE":"16","WORD":"They have mouths, but do not speak; they have eyes, but do not see;"},{"VERSE":"17","WORD":"they have ears, but do not hear, nor is there any breath in their mouths."},{"VERSE":"18","WORD":"Those who make them become like them, so do all who trust in them."},{"VERSE":"19","WORD":"O house of Israel, bless the Lord! O house of Aaron, bless the Lord!"},{"VERSE":"20","WORD":"O house of Levi, bless the Lord! You who fear the Lord, bless the Lord!"},{"VERSE":"21","WORD":"Blessed be the Lord from Zion, he who dwells in Jerusalem! Praise the Lord!"}]},{"CHAPTER":"136","VERSES":[{"VERSE":"1","WORD":"Give thanks to the Lord, for he is good, for his steadfast love endures forever."},{"VERSE":"2","WORD":"Give thanks to the God of gods, for his steadfast love endures forever."},{"VERSE":"3","WORD":"Give thanks to the Lord of lords, for his steadfast love endures forever;"},{"VERSE":"4","WORD":"to him who alone does great wonders, for his steadfast love endures forever;"},{"VERSE":"5","WORD":"to him who by understanding made the heavens, for his steadfast love endures forever;"},{"VERSE":"6","WORD":"to him who spread out the earth above the waters, for his steadfast love endures forever;"},{"VERSE":"7","WORD":"to him who made the great lights, for his steadfast love endures forever;"},{"VERSE":"8","WORD":"the sun to rule over the day, for his steadfast love endures forever;"},{"VERSE":"9","WORD":"the moon and stars to rule over the night, for his steadfast love endures forever;"},{"VERSE":"10","WORD":"to him who struck down the firstborn of Egypt, for his steadfast love endures forever;"},{"VERSE":"11","WORD":"and brought Israel out from among them, for his steadfast love endures forever;"},{"VERSE":"12","WORD":"with a strong hand and an outstretched arm, for his steadfast love endures forever;"},{"VERSE":"13","WORD":"to him who divided the Red Sea in two, for his steadfast love endures forever;"},{"VERSE":"14","WORD":"and made Israel pass through the midst of it, for his steadfast love endures forever;"},{"VERSE":"15","WORD":"but overthrew Pharaoh and his host in the Red Sea, for his steadfast love endures forever;"},{"VERSE":"16","WORD":"to him who led his people through the wilderness, for his steadfast love endures forever;"},{"VERSE":"17","WORD":"to him who struck down great kings, for his steadfast love endures forever;"},{"VERSE":"18","WORD":"and killed mighty kings, for his steadfast love endures forever;"},{"VERSE":"19","WORD":"Sihon, king of the Amorites, for his steadfast love endures forever;"},{"VERSE":"20","WORD":"and Og, king of Bashan, for his steadfast love endures forever;"},{"VERSE":"21","WORD":"and gave their land as a heritage, for his steadfast love endures forever;"},{"VERSE":"22","WORD":"a heritage to Israel his servant, for his steadfast love endures forever."},{"VERSE":"23","WORD":"It is he who remembered us in our low estate, for his steadfast love endures forever;"},{"VERSE":"24","WORD":"and rescued us from our foes, for his steadfast love endures forever;"},{"VERSE":"25","WORD":"he who gives food to all flesh, for his steadfast love endures forever."},{"VERSE":"26","WORD":"Give thanks to the God of heaven, for his steadfast love endures forever."}]},{"CHAPTER":"137","VERSES":[{"VERSE":"1","WORD":"By the waters of Babylon, there we sat down and wept, when we remembered Zion."},{"VERSE":"2","WORD":"On the willows there we hung up our lyres."},{"VERSE":"3","WORD":"For there our captors required of us songs, and our tormentors, mirth, saying, “Sing us one of the songs of Zion!”"},{"VERSE":"4","WORD":"How shall we sing the Lord's song in a foreign land?"},{"VERSE":"5","WORD":"If I forget you, O Jerusalem, let my right hand forget its skill!"},{"VERSE":"6","WORD":"Let my tongue stick to the roof of my mouth, if I do not remember you, if I do not set Jerusalem above my highest joy!"},{"VERSE":"7","WORD":"Remember, O Lord, against the Edomites the day of Jerusalem, how they said, “Lay it bare, lay it bare, down to its foundations!”"},{"VERSE":"8","WORD":"O daughter of Babylon, doomed to be destroyed, blessed shall he be who repays you with what you have done to us!"},{"VERSE":"9","WORD":"Blessed shall he be who takes your little ones and dashes them against the rock!"}]},{"CHAPTER":"138","VERSES":[{"VERSE":"1","WORD":"I give you thanks, O Lord, with my whole heart; before the gods I sing your praise;"},{"VERSE":"2","WORD":"I bow down toward your holy temple and give thanks to your name for your steadfast love and your faithfulness, for you have exalted above all things your name and your word."},{"VERSE":"3","WORD":"On the day I called, you answered me; my strength of soul you increased."},{"VERSE":"4","WORD":"All the kings of the earth shall give you thanks, O Lord, for they have heard the words of your mouth,"},{"VERSE":"5","WORD":"and they shall sing of the ways of the Lord, for great is the glory of the Lord."},{"VERSE":"6","WORD":"For though the Lord is high, he regards the lowly, but the haughty he knows from afar."},{"VERSE":"7","WORD":"Though I walk in the midst of trouble, you preserve my life; you stretch out your hand against the wrath of my enemies, and your right hand delivers me."},{"VERSE":"8","WORD":"The Lord will fulfill his purpose for me; your steadfast love, O Lord, endures forever. Do not forsake the work of your hands."}]},{"CHAPTER":"139","VERSES":[{"VERSE":"1","WORD":"O Lord, you have searched me and known me!"},{"VERSE":"2","WORD":"You know when I sit down and when I rise up; you discern my thoughts from afar."},{"VERSE":"3","WORD":"You search out my path and my lying down and are acquainted with all my ways."},{"VERSE":"4","WORD":"Even before a word is on my tongue, behold, O Lord, you know it altogether."},{"VERSE":"5","WORD":"You hem me in, behind and before, and lay your hand upon me."},{"VERSE":"6","WORD":"Such knowledge is too wonderful for me; it is high; I cannot attain it."},{"VERSE":"7","WORD":"Where shall I go from your Spirit? Or where shall I flee from your presence?"},{"VERSE":"8","WORD":"If I ascend to heaven, you are there! If I make my bed in Sheol, you are there!"},{"VERSE":"9","WORD":"If I take the wings of the morning and dwell in the uttermost parts of the sea,"},{"VERSE":"10","WORD":"even there your hand shall lead me, and your right hand shall hold me."},{"VERSE":"11","WORD":"If I say, “Surely the darkness shall cover me, and the light about me be night,”"},{"VERSE":"12","WORD":"even the darkness is not dark to you; the night is bright as the day, for darkness is as light with you."},{"VERSE":"13","WORD":"For you formed my inward parts; you knitted me together in my mother's womb."},{"VERSE":"14","WORD":"I praise you, for I am fearfully and wonderfully made. Wonderful are your works; my soul knows it very well."},{"VERSE":"15","WORD":"My frame was not hidden from you, when I was being made in secret, intricately woven in the depths of the earth."},{"VERSE":"16","WORD":"Your eyes saw my unformed substance; in your book were written, every one of them, the days that were formed for me, when as yet there was none of them."},{"VERSE":"17","WORD":"How precious to me are your thoughts, O God! How vast is the sum of them!"},{"VERSE":"18","WORD":"If I would count them, they are more than the sand. I awake, and I am still with you."},{"VERSE":"19","WORD":"Oh that you would slay the wicked, O God! O men of blood, depart from me!"},{"VERSE":"20","WORD":"They speak against you with malicious intent; your enemies take your name in vain."},{"VERSE":"21","WORD":"Do I not hate those who hate you, O Lord? And do I not loathe those who rise up against you?"},{"VERSE":"22","WORD":"I hate them with complete hatred; I count them my enemies."},{"VERSE":"23","WORD":"Search me, O God, and know my heart! Try me and know my thoughts!"},{"VERSE":"24","WORD":"And see if there be any grievous way in me, and lead me in the way everlasting!"}]},{"CHAPTER":"140","VERSES":[{"VERSE":"1","WORD":"Deliver me, O Lord, from evil men; preserve me from violent men,"},{"VERSE":"2","WORD":"who plan evil things in their heart and stir up wars continually."},{"VERSE":"3","WORD":"They make their tongue sharp as a serpent's, and under their lips is the venom of asps. Selah"},{"VERSE":"4","WORD":"Guard me, O Lord, from the hands of the wicked; preserve me from violent men, who have planned to trip up my feet."},{"VERSE":"5","WORD":"The arrogant have hidden a trap for me, and with cords they have spread a net; beside the way they have set snares for me. Selah"},{"VERSE":"6","WORD":"I say to the Lord, You are my God; give ear to the voice of my pleas for mercy, O Lord!"},{"VERSE":"7","WORD":"O Lord, my Lord, the strength of my salvation, you have covered my head in the day of battle."},{"VERSE":"8","WORD":"Grant not, O Lord, the desires of the wicked; do not further their evil plot, or they will be exalted! Selah"},{"VERSE":"9","WORD":"As for the head of those who surround me, let the mischief of their lips overwhelm them!"},{"VERSE":"10","WORD":"Let burning coals fall upon them! Let them be cast into fire, into miry pits, no more to rise!"},{"VERSE":"11","WORD":"Let not the slanderer be established in the land; let evil hunt down the violent man speedily!"},{"VERSE":"12","WORD":"I know that the Lord will maintain the cause of the afflicted, and will execute justice for the needy."},{"VERSE":"13","WORD":"Surely the righteous shall give thanks to your name; the upright shall dwell in your presence."}]},{"CHAPTER":"141","VERSES":[{"VERSE":"1","WORD":"O Lord, I call upon you; hasten to me! Give ear to my voice when I call to you!"},{"VERSE":"2","WORD":"Let my prayer be counted as incense before you, and the lifting up of my hands as the evening sacrifice!"},{"VERSE":"3","WORD":"Set a guard, O Lord, over my mouth; keep watch over the door of my lips!"},{"VERSE":"4","WORD":"Do not let my heart incline to any evil, to busy myself with wicked deeds in company with men who work iniquity, and let me not eat of their delicacies!"},{"VERSE":"5","WORD":"Let a righteous man strike me—it is a kindness; let him rebuke me—it is oil for my head; let my head not refuse it. Yet my prayer is continually against their evil deeds."},{"VERSE":"6","WORD":"When their judges are thrown over the cliff, then they shall hear my words, for they are pleasant."},{"VERSE":"7","WORD":"As when one plows and breaks up the earth, so shall our bones be scattered at the mouth of Sheol."},{"VERSE":"8","WORD":"But my eyes are toward you, O God, my Lord; in you I seek refuge; leave me not defenseless!"},{"VERSE":"9","WORD":"Keep me from the trap that they have laid for me and from the snares of evildoers!"},{"VERSE":"10","WORD":"Let the wicked fall into their own nets, while I pass by safely."}]},{"CHAPTER":"142","VERSES":[{"VERSE":"1","WORD":"With my voice I cry out to the Lord; with my voice I plead for mercy to the Lord."},{"VERSE":"2","WORD":"I pour out my complaint before him; I tell my trouble before him."},{"VERSE":"3","WORD":"When my spirit faints within me, you know my way! In the path where I walk they have hidden a trap for me."},{"VERSE":"4","WORD":"Look to the right and see: there is none who takes notice of me; no refuge remains to me; no one cares for my soul."},{"VERSE":"5","WORD":"I cry to you, O Lord; I say, “You are my refuge, my portion in the land of the living.”"},{"VERSE":"6","WORD":"Attend to my cry, for I am brought very low! Deliver me from my persecutors, for they are too strong for me!"},{"VERSE":"7","WORD":"Bring me out of prison, that I may give thanks to your name! The righteous will surround me, for you will deal bountifully with me."}]},{"CHAPTER":"143","VERSES":[{"VERSE":"1","WORD":"Hear my prayer, O Lord; give ear to my pleas for mercy! In your faithfulness answer me, in your righteousness!"},{"VERSE":"2","WORD":"Enter not into judgment with your servant, for no one living is righteous before you."},{"VERSE":"3","WORD":"For the enemy has pursued my soul; he has crushed my life to the ground; he has made me sit in darkness like those long dead."},{"VERSE":"4","WORD":"Therefore my spirit faints within me; my heart within me is appalled."},{"VERSE":"5","WORD":"I remember the days of old; I meditate on all that you have done; I ponder the work of your hands."},{"VERSE":"6","WORD":"I stretch out my hands to you; my soul thirsts for you like a parched land. Selah"},{"VERSE":"7","WORD":"Answer me quickly, O Lord! My spirit fails! Hide not your face from me, lest I be like those who go down to the pit."},{"VERSE":"8","WORD":"Let me hear in the morning of your steadfast love, for in you I trust. Make me know the way I should go, for to you I lift up my soul."},{"VERSE":"9","WORD":"Deliver me from my enemies, O Lord! I have fled to you for refuge."},{"VERSE":"10","WORD":"Teach me to do your will, for you are my God! Let your good Spirit lead me on level ground!"},{"VERSE":"11","WORD":"For your name's sake, O Lord, preserve my life! In your righteousness bring my soul out of trouble!"},{"VERSE":"12","WORD":"And in your steadfast love you will cut off my enemies, and you will destroy all the adversaries of my soul, for I am your servant."}]},{"CHAPTER":"144","VERSES":[{"VERSE":"1","WORD":"Blessed be the Lord, my rock, who trains my hands for war, and my fingers for battle;"},{"VERSE":"2","WORD":"he is my steadfast love and my fortress, my stronghold and my deliverer, my shield and he in whom I take refuge, who subdues peoples under me."},{"VERSE":"3","WORD":"O Lord, what is man that you regard him, or the son of man that you think of him?"},{"VERSE":"4","WORD":"Man is like a breath; his days are like a passing shadow."},{"VERSE":"5","WORD":"Bow your heavens, O Lord, and come down! Touch the mountains so that they smoke!"},{"VERSE":"6","WORD":"Flash forth the lightning and scatter them; send out your arrows and rout them!"},{"VERSE":"7","WORD":"Stretch out your hand from on high; rescue me and deliver me from the many waters, from the hand of foreigners,"},{"VERSE":"8","WORD":"whose mouths speak lies and whose right hand is a right hand of falsehood."},{"VERSE":"9","WORD":"I will sing a new song to you, O God; upon a ten-stringed harp I will play to you,"},{"VERSE":"10","WORD":"who gives victory to kings, who rescues David his servant from the cruel sword."},{"VERSE":"11","WORD":"Rescue me and deliver me from the hand of foreigners, whose mouths speak lies and whose right hand is a right hand of falsehood."},{"VERSE":"12","WORD":"May our sons in their youth be like plants full grown, our daughters like corner pillars cut for the structure of a palace;"},{"VERSE":"13","WORD":"may our granaries be full, providing all kinds of produce; may our sheep bring forth thousands and ten thousands in our fields;"},{"VERSE":"14","WORD":"may our cattle be heavy with young, suffering no mishap or failure in bearing; may there be no cry of distress in our streets!"},{"VERSE":"15","WORD":"Blessed are the people to whom such blessings fall! Blessed are the people whose God is the Lord!"}]},{"CHAPTER":"145","VERSES":[{"VERSE":"1","WORD":"I will extol you, my God and King, and bless your name forever and ever."},{"VERSE":"2","WORD":"Every day I will bless you and praise your name forever and ever."},{"VERSE":"3","WORD":"Great is the Lord, and greatly to be praised, and his greatness is unsearchable."},{"VERSE":"4","WORD":"One generation shall commend your works to another, and shall declare your mighty acts."},{"VERSE":"5","WORD":"On the glorious splendor of your majesty, and on your wondrous works, I will meditate."},{"VERSE":"6","WORD":"They shall speak of the might of your awesome deeds, and I will declare your greatness."},{"VERSE":"7","WORD":"They shall pour forth the fame of your abundant goodness and shall sing aloud of your righteousness."},{"VERSE":"8","WORD":"The Lord is gracious and merciful, slow to anger and abounding in steadfast love."},{"VERSE":"9","WORD":"The Lord is good to all, and his mercy is over all that he has made."},{"VERSE":"10","WORD":"All your works shall give thanks to you, O Lord, and all your saints shall bless you!"},{"VERSE":"11","WORD":"They shall speak of the glory of your kingdom and tell of your power,"},{"VERSE":"12","WORD":"to make known to the children of man your mighty deeds, and the glorious splendor of your kingdom."},{"VERSE":"13","WORD":"Your kingdom is an everlasting kingdom, and your dominion endures throughout all generations. [The Lord is faithful in all his words and kind in all his works.]"},{"VERSE":"14","WORD":"The Lord upholds all who are falling and raises up all who are bowed down."},{"VERSE":"15","WORD":"The eyes of all look to you, and you give them their food in due season."},{"VERSE":"16","WORD":"You open your hand; you satisfy the desire of every living thing."},{"VERSE":"17","WORD":"The Lord is righteous in all his ways and kind in all his works."},{"VERSE":"18","WORD":"The Lord is near to all who call on him, to all who call on him in truth."},{"VERSE":"19","WORD":"He fulfills the desire of those who fear him; he also hears their cry and saves them."},{"VERSE":"20","WORD":"The Lord preserves all who love him, but all the wicked he will destroy."},{"VERSE":"21","WORD":"My mouth will speak the praise of the Lord, and let all flesh bless his holy name forever and ever."}]},{"CHAPTER":"146","VERSES":[{"VERSE":"1","WORD":"Praise the Lord! Praise the Lord, O my soul!"},{"VERSE":"2","WORD":"I will praise the Lord as long as I live; I will sing praises to my God while I have my being."},{"VERSE":"3","WORD":"Put not your trust in princes, in a son of man, in whom there is no salvation."},{"VERSE":"4","WORD":"When his breath departs, he returns to the earth; on that very day his plans perish."},{"VERSE":"5","WORD":"Blessed is he whose help is the God of Jacob, whose hope is in the Lord his God,"},{"VERSE":"6","WORD":"who made heaven and earth, the sea, and all that is in them, who keeps faith forever;"},{"VERSE":"7","WORD":"who executes justice for the oppressed, who gives food to the hungry. The Lord sets the prisoners free;"},{"VERSE":"8","WORD":"the Lord opens the eyes of the blind. The Lord lifts up those who are bowed down; the Lord loves the righteous."},{"VERSE":"9","WORD":"The Lord watches over the sojourners; he upholds the widow and the fatherless, but the way of the wicked he brings to ruin."},{"VERSE":"10","WORD":"The Lord will reign forever, your God, O Zion, to all generations. Praise the Lord!"}]},{"CHAPTER":"147","VERSES":[{"VERSE":"1","WORD":"Praise the Lord! For it is good to sing praises to our God; for it is pleasant, and a song of praise is fitting."},{"VERSE":"2","WORD":"The Lord builds up Jerusalem; he gathers the outcasts of Israel."},{"VERSE":"3","WORD":"He heals the brokenhearted and binds up their wounds."},{"VERSE":"4","WORD":"He determines the number of the stars; he gives to all of them their names."},{"VERSE":"5","WORD":"Great is our Lord, and abundant in power; his understanding is beyond measure."},{"VERSE":"6","WORD":"The Lord lifts up the humble; he casts the wicked to the ground."},{"VERSE":"7","WORD":"Sing to the Lord with thanksgiving; make melody to our God on the lyre!"},{"VERSE":"8","WORD":"He covers the heavens with clouds; he prepares rain for the earth; he makes grass grow on the hills."},{"VERSE":"9","WORD":"He gives to the beasts their food, and to the young ravens that cry."},{"VERSE":"10","WORD":"His delight is not in the strength of the horse, nor his pleasure in the legs of a man,"},{"VERSE":"11","WORD":"but the Lord takes pleasure in those who fear him, in those who hope in his steadfast love."},{"VERSE":"12","WORD":"Praise the Lord, O Jerusalem! Praise your God, O Zion!"},{"VERSE":"13","WORD":"For he strengthens the bars of your gates; he blesses your children within you."},{"VERSE":"14","WORD":"He makes peace in your borders; he fills you with the finest of the wheat."},{"VERSE":"15","WORD":"He sends out his command to the earth; his word runs swiftly."},{"VERSE":"16","WORD":"He gives snow like wool; he scatters frost like ashes."},{"VERSE":"17","WORD":"He hurls down his crystals of ice like crumbs; who can stand before his cold?"},{"VERSE":"18","WORD":"He sends out his word, and melts them; he makes his wind blow and the waters flow."},{"VERSE":"19","WORD":"He declares his word to Jacob, his statutes and rules to Israel."},{"VERSE":"20","WORD":"He has not dealt thus with any other nation; they do not know his rules. Praise the Lord!"}]},{"CHAPTER":"148","VERSES":[{"VERSE":"1","WORD":"Praise the Lord! Praise the Lord from the heavens; praise him in the heights!"},{"VERSE":"2","WORD":"Praise him, all his angels; praise him, all his hosts!"},{"VERSE":"3","WORD":"Praise him, sun and moon, praise him, all you shining stars!"},{"VERSE":"4","WORD":"Praise him, you highest heavens, and you waters above the heavens!"},{"VERSE":"5","WORD":"Let them praise the name of the Lord! For he commanded and they were created."},{"VERSE":"6","WORD":"And he established them forever and ever; he gave a decree, and it shall not pass away."},{"VERSE":"7","WORD":"Praise the Lord from the earth, you great sea creatures and all deeps,"},{"VERSE":"8","WORD":"fire and hail, snow and mist, stormy wind fulfilling his word!"},{"VERSE":"9","WORD":"Mountains and all hills, fruit trees and all cedars!"},{"VERSE":"10","WORD":"Beasts and all livestock, creeping things and flying birds!"},{"VERSE":"11","WORD":"Kings of the earth and all peoples, princes and all rulers of the earth!"},{"VERSE":"12","WORD":"Young men and maidens together, old men and children!"},{"VERSE":"13","WORD":"Let them praise the name of the Lord, for his name alone is exalted; his majesty is above earth and heaven."},{"VERSE":"14","WORD":"He has raised up a horn for his people, praise for all his saints, for the people of Israel who are near to him. Praise the Lord!"}]},{"CHAPTER":"149","VERSES":[{"VERSE":"1","WORD":"Praise the Lord! Sing to the Lord a new song, his praise in the assembly of the godly!"},{"VERSE":"2","WORD":"Let Israel be glad in his Maker; let the children of Zion rejoice in their King!"},{"VERSE":"3","WORD":"Let them praise his name with dancing, making melody to him with tambourine and lyre!"},{"VERSE":"4","WORD":"For the Lord takes pleasure in his people; he adorns the humble with salvation."},{"VERSE":"5","WORD":"Let the godly exult in glory; let them sing for joy on their beds."},{"VERSE":"6","WORD":"Let the high praises of God be in their throats and two-edged swords in their hands,"},{"VERSE":"7","WORD":"to execute vengeance on the nations and punishments on the peoples,"},{"VERSE":"8","WORD":"to bind their kings with chains and their nobles with fetters of iron,"},{"VERSE":"9","WORD":"to execute on them the judgment written! This is honor for all his godly ones. Praise the Lord!"}]},{"CHAPTER":"150","VERSES":[{"VERSE":"1","WORD":"Praise the Lord! Praise God in his sanctuary; praise him in his mighty heavens!"},{"VERSE":"2","WORD":"Praise him for his mighty deeds; praise him according to his excellent greatness!"},{"VERSE":"3","WORD":"Praise him with trumpet sound; praise him with lute and harp!"},{"VERSE":"4","WORD":"Praise him with tambourine and dance; praise him with strings and pipe!"},{"VERSE":"5","WORD":"Praise him with sounding cymbals; praise him with loud clashing cymbals!"},{"VERSE":"6","WORD":"Let everything that has breath praise the Lord! Praise the Lord!"}]}]}