{
  "BOOK": "Hebrews",
  "CHAPTERS": [
    {
      "CHAPTER": "1",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "Long ago God spoke many times and in many ways to our ancestors through the prophets."
        },
        {
          "VERSE": "2",
          "WORD": "And now in these final days, he has spoken to us through his Son. God promised everything to the Son as an inheritance, and through the Son he created the universe."
        },
        {
          "VERSE": "3",
          "WORD": "The Son radiates God’s own glory and expresses the very character of God, and he sustains everything by the mighty power of his command. When he had cleansed us from our sins, he sat down in the place of honor at the right hand of the majestic God in heaven."
        },
        {
          "VERSE": "4",
          "WORD": "This shows that the Son is far greater than the angels, just as the name God gave him is greater than their names."
        },
        {
          "VERSE": "5",
          "WORD": "For God never said to any angel what he said to Jesus: “You are my Son. Today I have become your Father.” God also said, “I will be his Father, and he will be my Son.”"
        },
        {
          "VERSE": "6",
          "WORD": "And when he brought his supreme Son into the world, God said, “Let all of God’s angels worship him.”"
        },
        {
          "VERSE": "7",
          "WORD": "Regarding the angels, he says, “He sends his angels like the winds, his servants like flames of fire.”"
        },
        {
          "VERSE": "8",
          "WORD": "But to the Son he says, “Your throne, O God, endures forever and ever. You rule with a scepter of justice."
        },
        {
          "VERSE": "9",
          "WORD": "You love justice and hate evil. Therefore, O God, your God has anointed you, pouring out the oil of joy on you more than on anyone else.”"
        },
        {
          "VERSE": "10",
          "WORD": "He also says to the Son, “In the beginning, Lord, you laid the foundation of the earth and made the heavens with your hands."
        },
        {
          "VERSE": "11",
          "WORD": "They will perish, but you remain forever. They will wear out like old clothing."
        },
        {
          "VERSE": "12",
          "WORD": "You will fold them up like a cloak and discard them like old clothing. But you are always the same; you will live forever.”"
        },
        {
          "VERSE": "13",
          "WORD": "And God never said to any of the angels, “Sit in the place of honor at my right hand until I humble your enemies, making them a footstool under your feet.”"
        },
        {
          "VERSE": "14",
          "WORD": "Therefore, angels are only servants—spirits sent to care for people who will inherit salvation."
        }
      ]
    },
    {
      "CHAPTER": "2",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "So we must listen very carefully to the truth we have heard, or we may drift away from it."
        },
        {
          "VERSE": "2",
          "WORD": "For the message God delivered through angels has always stood firm, and every violation of the law and every act of disobedience was punished."
        },
        {
          "VERSE": "3",
          "WORD": "So what makes us think we can escape if we ignore this great salvation that was first announced by the Lord Jesus himself and then delivered to us by those who heard him speak?"
        },
        {
          "VERSE": "4",
          "WORD": "And God confirmed the message by giving signs and wonders and various miracles and gifts of the Holy Spirit whenever he chose."
        },
        {
          "VERSE": "5",
          "WORD": "And furthermore, it is not angels who will control the future world we are talking about."
        },
        {
          "VERSE": "6",
          "WORD": "For in one place the Scriptures say,  “What are mere mortals that you should think about them, or a son of man that you should care for him?"
        },
        {
          "VERSE": "7",
          "WORD": "Yet for a little while you made them a little lower than the angels and crowned them with glory and honor."
        },
        {
          "VERSE": "8",
          "WORD": "You gave them authority over all things.” Now when it says “all things,” it means nothing is left out. But we have not yet seen all things put under their authority."
        },
        {
          "VERSE": "9",
          "WORD": "What we do see is Jesus, who for a little while was given a position “a little lower than the angels”; and because he suffered death for us, he is now “crowned with glory and honor.” Yes, by God’s grace, Jesus tasted death for everyone."
        },
        {
          "VERSE": "10",
          "WORD": "God, for whom and through whom everything was made, chose to bring many children into glory. And it was only right that he should make Jesus, through his suffering, a perfect leader, fit to bring them into their salvation."
        },
        {
          "VERSE": "11",
          "WORD": "So now Jesus and the ones he makes holy have the same Father. That is why Jesus is not ashamed to call them his brothers and sisters."
        },
        {
          "VERSE": "12",
          "WORD": "For he said to God, “I will proclaim your name to my brothers and sisters. I will praise you among your assembled people.”"
        },
        {
          "VERSE": "13",
          "WORD": "He also said, “I will put my trust in him,” that is, “I and the children God has given me.”"
        },
        {
          "VERSE": "14",
          "WORD": "Because God’s children are human beings—made of flesh and blood—the Son also became flesh and blood. For only as a human being could he die, and only by dying could he break the power of the devil, who had the power of death."
        },
        {
          "VERSE": "15",
          "WORD": "Only in this way could he set free all who have lived their lives as slaves to the fear of dying."
        },
        {
          "VERSE": "16",
          "WORD": "We also know that the Son did not come to help angels; he came to help the descendants of Abraham."
        },
        {
          "VERSE": "17",
          "WORD": "Therefore, it was necessary for him to be made in every respect like us, his brothers and sisters, so that he could be our merciful and faithful High Priest before God. Then he could offer a sacrifice that would take away the sins of the people."
        },
        {
          "VERSE": "18",
          "WORD": "Since he himself has gone through suffering and testing, he is able to help us when we are being tested."
        }
      ]
    },
    {
      "CHAPTER": "3",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "And so, dear brothers and sisters who belong to God and are partners with those called to heaven, think carefully about this Jesus whom we declare to be God’s messenger and High Priest."
        },
        {
          "VERSE": "2",
          "WORD": "For he was faithful to God, who appointed him, just as Moses served faithfully when he was entrusted with God’s entire house."
        },
        {
          "VERSE": "3",
          "WORD": "But Jesus deserves far more glory than Moses, just as a person who builds a house deserves more praise than the house itself."
        },
        {
          "VERSE": "4",
          "WORD": "For every house has a builder, but the one who built everything is God."
        },
        {
          "VERSE": "5",
          "WORD": "Moses was certainly faithful in God’s house as a servant. His work was an illustration of the truths God would reveal later."
        },
        {
          "VERSE": "6",
          "WORD": "But Christ, as the Son, is in charge of God’s entire house. And we are God’s house, if we keep our courage and remain confident in our hope in Christ."
        },
        {
          "VERSE": "7",
          "WORD": "That is why the Holy Spirit says, “Today when you hear his voice,"
        },
        {
          "VERSE": "8",
          "WORD": "don’t harden your hearts as Israel did when they rebelled, when they tested me in the wilderness."
        },
        {
          "VERSE": "9",
          "WORD": "There your ancestors tested and tried my patience, even though they saw my miracles for forty years."
        },
        {
          "VERSE": "10",
          "WORD": "So I was angry with them, and I said, ‘Their hearts always turn away from me. They refuse to do what I tell them.’"
        },
        {
          "VERSE": "11",
          "WORD": "So in my anger I took an oath: ‘They will never enter my place of rest.’”"
        },
        {
          "VERSE": "12",
          "WORD": "Be careful then, dear brothers and sisters. Make sure that your own hearts are not evil and unbelieving, turning you away from the living God."
        },
        {
          "VERSE": "13",
          "WORD": "You must warn each other every day, while it is still “today,” so that none of you will be deceived by sin and hardened against God."
        },
        {
          "VERSE": "14",
          "WORD": "For if we are faithful to the end, trusting God just as firmly as when we first believed, we will share in all that belongs to Christ."
        },
        {
          "VERSE": "15",
          "WORD": "Remember what it says:  “Today when you hear his voice, don’t harden your hearts as Israel did when they rebelled.”"
        },
        {
          "VERSE": "16",
          "WORD": "And who was it who rebelled against God, even though they heard his voice? Wasn’t it the people Moses led out of Egypt?"
        },
        {
          "VERSE": "17",
          "WORD": "And who made God angry for forty years? Wasn’t it the people who sinned, whose corpses lay in the wilderness?"
        },
        {
          "VERSE": "18",
          "WORD": "And to whom was God speaking when he took an oath that they would never enter his rest? Wasn’t it the people who disobeyed him?"
        },
        {
          "VERSE": "19",
          "WORD": "So we see that because of their unbelief they were not able to enter his rest."
        }
      ]
    },
    {
      "CHAPTER": "4",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "God’s promise of entering his rest still stands, so we ought to tremble with fear that some of you might fail to experience it."
        },
        {
          "VERSE": "2",
          "WORD": "For this good news—that God has prepared this rest—has been announced to us just as it was to them. But it did them no good because they didn’t share the faith of those who listened to God."
        },
        {
          "VERSE": "3",
          "WORD": "For only we who believe can enter his rest. As for the others, God said,  “In my anger I took an oath: ‘They will never enter my place of rest,’” even though this rest has been ready since he made the world."
        },
        {
          "VERSE": "4",
          "WORD": "We know it is ready because of the place in the Scriptures where it mentions the seventh day: “On the seventh day God rested from all his work.”"
        },
        {
          "VERSE": "5",
          "WORD": "But in the other passage God said, “They will never enter my place of rest.”"
        },
        {
          "VERSE": "6",
          "WORD": "So God’s rest is there for people to enter, but those who first heard this good news failed to enter because they disobeyed God."
        },
        {
          "VERSE": "7",
          "WORD": "So God set another time for entering his rest, and that time is today. God announced this through David much later in the words already quoted:  “Today when you hear his voice, don’t harden your hearts.”"
        },
        {
          "VERSE": "8",
          "WORD": "Now if Joshua had succeeded in giving them this rest, God would not have spoken about another day of rest still to come."
        },
        {
          "VERSE": "9",
          "WORD": "So there is a special rest still waiting for the people of God."
        },
        {
          "VERSE": "10",
          "WORD": "For all who have entered into God’s rest have rested from their labors, just as God did after creating the world."
        },
        {
          "VERSE": "11",
          "WORD": "So let us do our best to enter that rest. But if we disobey God, as the people of Israel did, we will fall."
        },
        {
          "VERSE": "12",
          "WORD": "For the word of God is alive and powerful. It is sharper than the sharpest two-edged sword, cutting between soul and spirit, between joint and marrow. It exposes our innermost thoughts and desires."
        },
        {
          "VERSE": "13",
          "WORD": "Nothing in all creation is hidden from God. Everything is naked and exposed before his eyes, and he is the one to whom we are accountable."
        },
        {
          "VERSE": "14",
          "WORD": "So then, since we have a great High Priest who has entered heaven, Jesus the Son of God, let us hold firmly to what we believe."
        },
        {
          "VERSE": "15",
          "WORD": "This High Priest of ours understands our weaknesses, for he faced all of the same testings we do, yet he did not sin."
        },
        {
          "VERSE": "16",
          "WORD": "So let us come boldly to the throne of our gracious God. There we will receive his mercy, and we will find grace to help us when we need it most."
        }
      ]
    },
    {
      "CHAPTER": "5",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "Every high priest is a man chosen to represent other people in their dealings with God. He presents their gifts to God and offers sacrifices for their sins."
        },
        {
          "VERSE": "2",
          "WORD": "And he is able to deal gently with ignorant and wayward people because he himself is subject to the same weaknesses."
        },
        {
          "VERSE": "3",
          "WORD": "That is why he must offer sacrifices for his own sins as well as theirs."
        },
        {
          "VERSE": "4",
          "WORD": "And no one can become a high priest simply because he wants such an honor. He must be called by God for this work, just as Aaron was."
        },
        {
          "VERSE": "5",
          "WORD": "That is why Christ did not honor himself by assuming he could become High Priest. No, he was chosen by God, who said to him, “You are my Son. Today I have become your Father.”"
        },
        {
          "VERSE": "6",
          "WORD": "And in another passage God said to him, “You are a priest forever in the order of Melchizedek.”"
        },
        {
          "VERSE": "7",
          "WORD": "While Jesus was here on earth, he offered prayers and pleadings, with a loud cry and tears, to the one who could rescue him from death. And God heard his prayers because of his deep reverence for God."
        },
        {
          "VERSE": "8",
          "WORD": "Even though Jesus was God’s Son, he learned obedience from the things he suffered."
        },
        {
          "VERSE": "9",
          "WORD": "In this way, God qualified him as a perfect High Priest, and he became the source of eternal salvation for all those who obey him."
        },
        {
          "VERSE": "10",
          "WORD": "And God designated him to be a High Priest in the order of Melchizedek."
        },
        {
          "VERSE": "11",
          "WORD": "There is much more we would like to say about this, but it is difficult to explain, especially since you are spiritually dull and don’t seem to listen."
        },
        {
          "VERSE": "12",
          "WORD": "You have been believers so long now that you ought to be teaching others. Instead, you need someone to teach you again the basic things about God’s word. You are like babies who need milk and cannot eat solid food."
        },
        {
          "VERSE": "13",
          "WORD": "For someone who lives on milk is still an infant and doesn’t know how to do what is right."
        },
        {
          "VERSE": "14",
          "WORD": "Solid food is for those who are mature, who through training have the skill to recognize the difference between right and wrong."
        }
      ]
    },
    {
      "CHAPTER": "6",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "So let us stop going over the basic teachings about Christ again and again. Let us go on instead and become mature in our understanding. Surely we don’t need to start again with the fundamental importance of repenting from evil deeds and placing our faith in God."
        },
        {
          "VERSE": "2",
          "WORD": "You don’t need further instruction about baptisms, the laying on of hands, the resurrection of the dead, and eternal judgment."
        },
        {
          "VERSE": "3",
          "WORD": "And so, God willing, we will move forward to further understanding."
        },
        {
          "VERSE": "4",
          "WORD": "For it is impossible to bring back to repentance those who were once enlightened—those who have experienced the good things of heaven and shared in the Holy Spirit,"
        },
        {
          "VERSE": "5",
          "WORD": "who have tasted the goodness of the word of God and the power of the age to come—"
        },
        {
          "VERSE": "6",
          "WORD": "and who then turn away from God. It is impossible to bring such people back to repentance; by rejecting the Son of God, they themselves are nailing him to the cross once again and holding him up to public shame."
        },
        {
          "VERSE": "7",
          "WORD": "When the ground soaks up the falling rain and bears a good crop for the farmer, it has God’s blessing."
        },
        {
          "VERSE": "8",
          "WORD": "But if a field bears thorns and thistles, it is useless. The farmer will soon condemn that field and burn it."
        },
        {
          "VERSE": "9",
          "WORD": "Dear friends, even though we are talking this way, we really don’t believe it applies to you. We are confident that you are meant for better things, things that come with salvation."
        },
        {
          "VERSE": "10",
          "WORD": "For God is not unjust. He will not forget how hard you have worked for him and how you have shown your love to him by caring for other believers, as you still do."
        },
        {
          "VERSE": "11",
          "WORD": "Our great desire is that you will keep on loving others as long as life lasts, in order to make certain that what you hope for will come true."
        },
        {
          "VERSE": "12",
          "WORD": "Then you will not become spiritually dull and indifferent. Instead, you will follow the example of those who are going to inherit God’s promises because of their faith and endurance."
        },
        {
          "VERSE": "13",
          "WORD": "For example, there was God’s promise to Abraham. Since there was no one greater to swear by, God took an oath in his own name, saying:"
        },
        {
          "VERSE": "14",
          "WORD": "“I will certainly bless you, and I will multiply your descendants beyond number.”"
        },
        {
          "VERSE": "15",
          "WORD": "Then Abraham waited patiently, and he received what God had promised."
        },
        {
          "VERSE": "16",
          "WORD": "Now when people take an oath, they call on someone greater than themselves to hold them to it. And without any question that oath is binding."
        },
        {
          "VERSE": "17",
          "WORD": "God also bound himself with an oath, so that those who received the promise could be perfectly sure that he would never change his mind."
        },
        {
          "VERSE": "18",
          "WORD": "So God has given both his promise and his oath. These two things are unchangeable because it is impossible for God to lie. Therefore, we who have fled to him for refuge can have great confidence as we hold to the hope that lies before us."
        },
        {
          "VERSE": "19",
          "WORD": "This hope is a strong and trustworthy anchor for our souls. It leads us through the curtain into God’s inner sanctuary."
        },
        {
          "VERSE": "20",
          "WORD": "Jesus has already gone in there for us. He has become our eternal High Priest in the order of Melchizedek."
        }
      ]
    },
    {
      "CHAPTER": "7",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "This Melchizedek was king of the city of Salem and also a priest of God Most High. When Abraham was returning home after winning a great battle against the kings, Melchizedek met him and blessed him."
        },
        {
          "VERSE": "2",
          "WORD": "Then Abraham took a tenth of all he had captured in battle and gave it to Melchizedek. The name Melchizedek means “king of justice,” and king of Salem means “king of peace.”"
        },
        {
          "VERSE": "3",
          "WORD": "There is no record of his father or mother or any of his ancestors—no beginning or end to his life. He remains a priest forever, resembling the Son of God."
        },
        {
          "VERSE": "4",
          "WORD": "Consider then how great this Melchizedek was. Even Abraham, the great patriarch of Israel, recognized this by giving him a tenth of what he had taken in battle."
        },
        {
          "VERSE": "5",
          "WORD": "Now the law of Moses required that the priests, who are descendants of Levi, must collect a tithe from the rest of the people of Israel, who are also descendants of Abraham."
        },
        {
          "VERSE": "6",
          "WORD": "But Melchizedek, who was not a descendant of Levi, collected a tenth from Abraham. And Melchizedek placed a blessing upon Abraham, the one who had already received the promises of God."
        },
        {
          "VERSE": "7",
          "WORD": "And without question, the person who has the power to give a blessing is greater than the one who is blessed."
        },
        {
          "VERSE": "8",
          "WORD": "The priests who collect tithes are men who die, so Melchizedek is greater than they are, because we are told that he lives on."
        },
        {
          "VERSE": "9",
          "WORD": "In addition, we might even say that these Levites—the ones who collect the tithe—paid a tithe to Melchizedek when their ancestor Abraham paid a tithe to him."
        },
        {
          "VERSE": "10",
          "WORD": "For although Levi wasn’t born yet, the seed from which he came was in Abraham’s body when Melchizedek collected the tithe from him."
        },
        {
          "VERSE": "11",
          "WORD": "So if the priesthood of Levi, on which the law was based, could have achieved the perfection God intended, why did God need to establish a different priesthood, with a priest in the order of Melchizedek instead of the order of Levi and Aaron?"
        },
        {
          "VERSE": "12",
          "WORD": "And if the priesthood is changed, the law must also be changed to permit it."
        },
        {
          "VERSE": "13",
          "WORD": "For the priest we are talking about belongs to a different tribe, whose members have never served at the altar as priests."
        },
        {
          "VERSE": "14",
          "WORD": "What I mean is, our Lord came from the tribe of Judah, and Moses never mentioned priests coming from that tribe."
        },
        {
          "VERSE": "15",
          "WORD": "This change has been made very clear since a different priest, who is like Melchizedek, has appeared."
        },
        {
          "VERSE": "16",
          "WORD": "Jesus became a priest, not by meeting the physical requirement of belonging to the tribe of Levi, but by the power of a life that cannot be destroyed."
        },
        {
          "VERSE": "17",
          "WORD": "And the psalmist pointed this out when he prophesied,  “You are a priest forever in the order of Melchizedek.”"
        },
        {
          "VERSE": "18",
          "WORD": "Yes, the old requirement about the priesthood was set aside because it was weak and useless."
        },
        {
          "VERSE": "19",
          "WORD": "For the law never made anything perfect. But now we have confidence in a better hope, through which we draw near to God."
        },
        {
          "VERSE": "20",
          "WORD": "This new system was established with a solemn oath. Aaron’s descendants became priests without such an oath,"
        },
        {
          "VERSE": "21",
          "WORD": "but there was an oath regarding Jesus. For God said to him, “The Lord has taken an oath and will not break his vow: ‘You are a priest forever.’”"
        },
        {
          "VERSE": "22",
          "WORD": "Because of this oath, Jesus is the one who guarantees this better covenant with God."
        },
        {
          "VERSE": "23",
          "WORD": "There were many priests under the old system, for death prevented them from remaining in office."
        },
        {
          "VERSE": "24",
          "WORD": "But because Jesus lives forever, his priesthood lasts forever."
        },
        {
          "VERSE": "25",
          "WORD": "Therefore he is able, once and forever, to save those who come to God through him. He lives forever to intercede with God on their behalf."
        },
        {
          "VERSE": "26",
          "WORD": "He is the kind of high priest we need because he is holy and blameless, unstained by sin. He has been set apart from sinners and has been given the highest place of honor in heaven."
        },
        {
          "VERSE": "27",
          "WORD": "Unlike those other high priests, he does not need to offer sacrifices every day. They did this for their own sins first and then for the sins of the people. But Jesus did this once for all when he offered himself as the sacrifice for the people’s sins."
        },
        {
          "VERSE": "28",
          "WORD": "The law appointed high priests who were limited by human weakness. But after the law was given, God appointed his Son with an oath, and his Son has been made the perfect High Priest forever."
        }
      ]
    },
    {
      "CHAPTER": "8",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "Here is the main point: We have a High Priest who sat down in the place of honor beside the throne of the majestic God in heaven."
        },
        {
          "VERSE": "2",
          "WORD": "There he ministers in the heavenly Tabernacle, the true place of worship that was built by the Lord and not by human hands."
        },
        {
          "VERSE": "3",
          "WORD": "And since every high priest is required to offer gifts and sacrifices, our High Priest must make an offering, too."
        },
        {
          "VERSE": "4",
          "WORD": "If he were here on earth, he would not even be a priest, since there already are priests who offer the gifts required by the law."
        },
        {
          "VERSE": "5",
          "WORD": "They serve in a system of worship that is only a copy, a shadow of the real one in heaven. For when Moses was getting ready to build the Tabernacle, God gave him this warning: “Be sure that you make everything according to the pattern I have shown you here on the mountain.”"
        },
        {
          "VERSE": "6",
          "WORD": "But now Jesus, our High Priest, has been given a ministry that is far superior to the old priesthood, for he is the one who mediates for us a far better covenant with God, based on better promises."
        },
        {
          "VERSE": "7",
          "WORD": "If the first covenant had been faultless, there would have been no need for a second covenant to replace it."
        },
        {
          "VERSE": "8",
          "WORD": "But when God found fault with the people, he said: “The day is coming, says the Lord, when I will make a new covenant with the people of Israel and Judah."
        },
        {
          "VERSE": "9",
          "WORD": "This covenant will not be like the one I made with their ancestors when I took them by the hand and led them out of the land of Egypt. They did not remain faithful to my covenant, so I turned my back on them, says the Lord."
        },
        {
          "VERSE": "10",
          "WORD": "But this is the new covenant I will make with the people of Israel on that day, says the Lord: I will put my laws in their minds, and I will write them on their hearts. I will be their God, and they will be my people."
        },
        {
          "VERSE": "11",
          "WORD": "And they will not need to teach their neighbors, nor will they need to teach their relatives, saying, ‘You should know the Lord.’ For everyone, from the least to the greatest, will know me already."
        },
        {
          "VERSE": "12",
          "WORD": "And I will forgive their wickedness, and I will never again remember their sins.”"
        },
        {
          "VERSE": "13",
          "WORD": "When God speaks of a “new” covenant, it means he has made the first one obsolete. It is now out of date and will soon disappear."
        }
      ]
    },
    {
      "CHAPTER": "9",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "That first covenant between God and Israel had regulations for worship and a place of worship here on earth."
        },
        {
          "VERSE": "2",
          "WORD": "There were two rooms in that Tabernacle. In the first room were a lampstand, a table, and sacred loaves of bread on the table. This room was called the Holy Place."
        },
        {
          "VERSE": "3",
          "WORD": "Then there was a curtain, and behind the curtain was the second room called the Most Holy Place."
        },
        {
          "VERSE": "4",
          "WORD": "In that room were a gold incense altar and a wooden chest called the Ark of the Covenant, which was covered with gold on all sides. Inside the Ark were a gold jar containing manna, Aaron’s staff that sprouted leaves, and the stone tablets of the covenant."
        },
        {
          "VERSE": "5",
          "WORD": "Above the Ark were the cherubim of divine glory, whose wings stretched out over the Ark’s cover, the place of atonement. But we cannot explain these things in detail now."
        },
        {
          "VERSE": "6",
          "WORD": "When these things were all in place, the priests regularly entered the first room as they performed their religious duties."
        },
        {
          "VERSE": "7",
          "WORD": "But only the high priest ever entered the Most Holy Place, and only once a year. And he always offered blood for his own sins and for the sins the people had committed in ignorance."
        },
        {
          "VERSE": "8",
          "WORD": "By these regulations the Holy Spirit revealed that the entrance to the Most Holy Place was not freely open as long as the Tabernacle and the system it represented were still in use."
        },
        {
          "VERSE": "9",
          "WORD": "This is an illustration pointing to the present time. For the gifts and sacrifices that the priests offer are not able to cleanse the consciences of the people who bring them."
        },
        {
          "VERSE": "10",
          "WORD": "For that old system deals only with food and drink and various cleansing ceremonies—physical regulations that were in effect only until a better system could be established."
        },
        {
          "VERSE": "11",
          "WORD": "So Christ has now become the High Priest over all the good things that have come. He has entered that greater, more perfect Tabernacle in heaven, which was not made by human hands and is not part of this created world."
        },
        {
          "VERSE": "12",
          "WORD": "With his own blood—not the blood of goats and calves—he entered the Most Holy Place once for all time and secured our redemption forever."
        },
        {
          "VERSE": "13",
          "WORD": "Under the old system, the blood of goats and bulls and the ashes of a heifer could cleanse people’s bodies from ceremonial impurity."
        },
        {
          "VERSE": "14",
          "WORD": "Just think how much more the blood of Christ will purify our consciences from sinful deeds so that we can worship the living God. For by the power of the eternal Spirit, Christ offered himself to God as a perfect sacrifice for our sins."
        },
        {
          "VERSE": "15",
          "WORD": "That is why he is the one who mediates a new covenant between God and people, so that all who are called can receive the eternal inheritance God has promised them. For Christ died to set them free from the penalty of the sins they had committed under that first covenant."
        },
        {
          "VERSE": "16",
          "WORD": "Now when someone leaves a will, it is necessary to prove that the person who made it is dead."
        },
        {
          "VERSE": "17",
          "WORD": "The will goes into effect only after the person’s death. While the person who made it is still alive, the will cannot be put into effect."
        },
        {
          "VERSE": "18",
          "WORD": "That is why even the first covenant was put into effect with the blood of an animal."
        },
        {
          "VERSE": "19",
          "WORD": "For after Moses had read each of God’s commandments to all the people, he took the blood of calves and goats, along with water, and sprinkled both the book of God’s law and all the people, using hyssop branches and scarlet wool."
        },
        {
          "VERSE": "20",
          "WORD": "Then he said, “This blood confirms the covenant God has made with you.”"
        },
        {
          "VERSE": "21",
          "WORD": "And in the same way, he sprinkled blood on the Tabernacle and on everything used for worship."
        },
        {
          "VERSE": "22",
          "WORD": "In fact, according to the law of Moses, nearly everything was purified with blood. For without the shedding of blood, there is no forgiveness."
        },
        {
          "VERSE": "23",
          "WORD": "That is why the Tabernacle and everything in it, which were copies of things in heaven, had to be purified by the blood of animals. But the real things in heaven had to be purified with far better sacrifices than the blood of animals."
        },
        {
          "VERSE": "24",
          "WORD": "For Christ did not enter into a holy place made with human hands, which was only a copy of the true one in heaven. He entered into heaven itself to appear now before God on our behalf."
        },
        {
          "VERSE": "25",
          "WORD": "And he did not enter heaven to offer himself again and again, like the high priest here on earth who enters the Most Holy Place year after year with the blood of an animal."
        },
        {
          "VERSE": "26",
          "WORD": "If that had been necessary, Christ would have had to die again and again, ever since the world began. But now, once for all time, he has appeared at the end of the age to remove sin by his own death as a sacrifice."
        },
        {
          "VERSE": "27",
          "WORD": "And just as each person is destined to die once and after that comes judgment,"
        },
        {
          "VERSE": "28",
          "WORD": "so also Christ was offered once for all time as a sacrifice to take away the sins of many people. He will come again, not to deal with our sins, but to bring salvation to all who are eagerly waiting for him."
        }
      ]
    },
    {
      "CHAPTER": "10",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "The old system under the law of Moses was only a shadow, a dim preview of the good things to come, not the good things themselves. The sacrifices under that system were repeated again and again, year after year, but they were never able to provide perfect cleansing for those who came to worship."
        },
        {
          "VERSE": "2",
          "WORD": "If they could have provided perfect cleansing, the sacrifices would have stopped, for the worshipers would have been purified once for all time, and their feelings of guilt would have disappeared."
        },
        {
          "VERSE": "3",
          "WORD": "But instead, those sacrifices actually reminded them of their sins year after year."
        },
        {
          "VERSE": "4",
          "WORD": "For it is not possible for the blood of bulls and goats to take away sins."
        },
        {
          "VERSE": "5",
          "WORD": "That is why, when Christ came into the world, he said to God, “You did not want animal sacrifices or sin offerings. But you have given me a body to offer."
        },
        {
          "VERSE": "6",
          "WORD": "You were not pleased with burnt offerings or other offerings for sin."
        },
        {
          "VERSE": "7",
          "WORD": "Then I said, ‘Look, I have come to do your will, O God— as is written about me in the Scriptures.’”"
        },
        {
          "VERSE": "8",
          "WORD": "First, Christ said, “You did not want animal sacrifices or sin offerings or burnt offerings or other offerings for sin, nor were you pleased with them” (though they are required by the law of Moses)."
        },
        {
          "VERSE": "9",
          "WORD": "Then he said, “Look, I have come to do your will.” He cancels the first covenant in order to put the second into effect."
        },
        {
          "VERSE": "10",
          "WORD": "For God’s will was for us to be made holy by the sacrifice of the body of Jesus Christ, once for all time."
        },
        {
          "VERSE": "11",
          "WORD": "Under the old covenant, the priest stands and ministers before the altar day after day, offering the same sacrifices again and again, which can never take away sins."
        },
        {
          "VERSE": "12",
          "WORD": "But our High Priest offered himself to God as a single sacrifice for sins, good for all time. Then he sat down in the place of honor at God’s right hand."
        },
        {
          "VERSE": "13",
          "WORD": "There he waits until his enemies are humbled and made a footstool under his feet."
        },
        {
          "VERSE": "14",
          "WORD": "For by that one offering he forever made perfect those who are being made holy."
        },
        {
          "VERSE": "15",
          "WORD": "And the Holy Spirit also testifies that this is so. For he says,"
        },
        {
          "VERSE": "16",
          "WORD": "“This is the new covenant I will make with my people on that day, says the Lord: I will put my laws in their hearts, and I will write them on their minds.”"
        },
        {
          "VERSE": "17",
          "WORD": "Then he says, “I will never again remember their sins and lawless deeds.”"
        },
        {
          "VERSE": "18",
          "WORD": "And when sins have been forgiven, there is no need to offer any more sacrifices."
        },
        {
          "VERSE": "19",
          "WORD": "And so, dear brothers and sisters, we can boldly enter heaven’s Most Holy Place because of the blood of Jesus."
        },
        {
          "VERSE": "20",
          "WORD": "By his death, Jesus opened a new and life-giving way through the curtain into the Most Holy Place."
        },
        {
          "VERSE": "21",
          "WORD": "And since we have a great High Priest who rules over God’s house,"
        },
        {
          "VERSE": "22",
          "WORD": "let us go right into the presence of God with sincere hearts fully trusting him. For our guilty consciences have been sprinkled with Christ’s blood to make us clean, and our bodies have been washed with pure water."
        },
        {
          "VERSE": "23",
          "WORD": "Let us hold tightly without wavering to the hope we affirm, for God can be trusted to keep his promise."
        },
        {
          "VERSE": "24",
          "WORD": "Let us think of ways to motivate one another to acts of love and good works."
        },
        {
          "VERSE": "25",
          "WORD": "And let us not neglect our meeting together, as some people do, but encourage one another, especially now that the day of his return is drawing near."
        },
        {
          "VERSE": "26",
          "WORD": "Dear friends, if we deliberately continue sinning after we have received knowledge of the truth, there is no longer any sacrifice that will cover these sins."
        },
        {
          "VERSE": "27",
          "WORD": "There is only the terrible expectation of God’s judgment and the raging fire that will consume his enemies."
        },
        {
          "VERSE": "28",
          "WORD": "For anyone who refused to obey the law of Moses was put to death without mercy on the testimony of two or three witnesses."
        },
        {
          "VERSE": "29",
          "WORD": "Just think how much worse the punishment will be for those who have trampled on the Son of God, and have treated the blood of the covenant, which made us holy, as if it were common and unholy, and have insulted and disdained the Holy Spirit who brings God’s mercy to us."
        },
        {
          "VERSE": "30",
          "WORD": "For we know the one who said, “I will take revenge. I will pay them back.” He also said, “The Lord will judge his own people.”"
        },
        {
          "VERSE": "31",
          "WORD": "It is a terrible thing to fall into the hands of the living God."
        },
        {
          "VERSE": "32",
          "WORD": "Think back on those early days when you first learned about Christ. Remember how you remained faithful even though it meant terrible suffering."
        },
        {
          "VERSE": "33",
          "WORD": "Sometimes you were exposed to public ridicule and were beaten, and sometimes you helped others who were suffering the same things."
        },
        {
          "VERSE": "34",
          "WORD": "You suffered along with those who were thrown into jail, and when all you owned was taken from you, you accepted it with joy. You knew there were better things waiting for you that will last forever."
        },
        {
          "VERSE": "35",
          "WORD": "So do not throw away this confident trust in the Lord. Remember the great reward it brings you!"
        },
        {
          "VERSE": "36",
          "WORD": "Patient endurance is what you need now, so that you will continue to do God’s will. Then you will receive all that he has promised."
        },
        {
          "VERSE": "37",
          "WORD": "“For in just a little while, the Coming One will come and not delay."
        },
        {
          "VERSE": "38",
          "WORD": "And my righteous ones will live by faith. But I will take no pleasure in anyone who turns away.”"
        },
        {
          "VERSE": "39",
          "WORD": "But we are not like those who turn away from God to their own destruction. We are the faithful ones, whose souls will be saved."
        }
      ]
    },
    {
      "CHAPTER": "11",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "Faith shows the reality of what we hope for; it is the evidence of things we cannot see."
        },
        {
          "VERSE": "2",
          "WORD": "Through their faith, the people in days of old earned a good reputation."
        },
        {
          "VERSE": "3",
          "WORD": "By faith we understand that the entire universe was formed at God’s command, that what we now see did not come from anything that can be seen."
        },
        {
          "VERSE": "4",
          "WORD": "It was by faith that Abel brought a more acceptable offering to God than Cain did. Abel’s offering gave evidence that he was a righteous man, and God showed his approval of his gifts. Although Abel is long dead, he still speaks to us by his example of faith."
        },
        {
          "VERSE": "5",
          "WORD": "It was by faith that Enoch was taken up to heaven without dying—“he disappeared, because God took him.” For before he was taken up, he was known as a person who pleased God."
        },
        {
          "VERSE": "6",
          "WORD": "And it is impossible to please God without faith. Anyone who wants to come to him must believe that God exists and that he rewards those who sincerely seek him."
        },
        {
          "VERSE": "7",
          "WORD": "It was by faith that Noah built a large boat to save his family from the flood. He obeyed God, who warned him about things that had never happened before. By his faith Noah condemned the rest of the world, and he received the righteousness that comes by faith."
        },
        {
          "VERSE": "8",
          "WORD": "It was by faith that Abraham obeyed when God called him to leave home and go to another land that God would give him as his inheritance. He went without knowing where he was going."
        },
        {
          "VERSE": "9",
          "WORD": "And even when he reached the land God promised him, he lived there by faith—for he was like a foreigner, living in tents. And so did Isaac and Jacob, who inherited the same promise."
        },
        {
          "VERSE": "10",
          "WORD": "Abraham was confidently looking forward to a city with eternal foundations, a city designed and built by God."
        },
        {
          "VERSE": "11",
          "WORD": "It was by faith that even Sarah was able to have a child, though she was barren and was too old. She believed that God would keep his promise."
        },
        {
          "VERSE": "12",
          "WORD": "And so a whole nation came from this one man who was as good as dead—a nation with so many people that, like the stars in the sky and the sand on the seashore, there is no way to count them."
        },
        {
          "VERSE": "13",
          "WORD": "All these people died still believing what God had promised them. They did not receive what was promised, but they saw it all from a distance and welcomed it. They agreed that they were foreigners and nomads here on earth."
        },
        {
          "VERSE": "14",
          "WORD": "Obviously people who say such things are looking forward to a country they can call their own."
        },
        {
          "VERSE": "15",
          "WORD": "If they had longed for the country they came from, they could have gone back."
        },
        {
          "VERSE": "16",
          "WORD": "But they were looking for a better place, a heavenly homeland. That is why God is not ashamed to be called their God, for he has prepared a city for them."
        },
        {
          "VERSE": "17",
          "WORD": "It was by faith that Abraham offered Isaac as a sacrifice when God was testing him. Abraham, who had received God’s promises, was ready to sacrifice his only son, Isaac,"
        },
        {
          "VERSE": "18",
          "WORD": "even though God had told him, “Isaac is the son through whom your descendants will be counted.”"
        },
        {
          "VERSE": "19",
          "WORD": "Abraham reasoned that if Isaac died, God was able to bring him back to life again. And in a sense, Abraham did receive his son back from the dead."
        },
        {
          "VERSE": "20",
          "WORD": "It was by faith that Isaac promised blessings for the future to his sons, Jacob and Esau."
        },
        {
          "VERSE": "21",
          "WORD": "It was by faith that Jacob, when he was old and dying, blessed each of Joseph’s sons and bowed in worship as he leaned on his staff."
        },
        {
          "VERSE": "22",
          "WORD": "It was by faith that Joseph, when he was about to die, said confidently that the people of Israel would leave Egypt. He even commanded them to take his bones with them when they left."
        },
        {
          "VERSE": "23",
          "WORD": "It was by faith that Moses’ parents hid him for three months when he was born. They saw that God had given them an unusual child, and they were not afraid to disobey the king’s command."
        },
        {
          "VERSE": "24",
          "WORD": "It was by faith that Moses, when he grew up, refused to be called the son of Pharaoh’s daughter."
        },
        {
          "VERSE": "25",
          "WORD": "He chose to share the oppression of God’s people instead of enjoying the fleeting pleasures of sin."
        },
        {
          "VERSE": "26",
          "WORD": "He thought it was better to suffer for the sake of Christ than to own the treasures of Egypt, for he was looking ahead to his great reward."
        },
        {
          "VERSE": "27",
          "WORD": "It was by faith that Moses left the land of Egypt, not fearing the king’s anger. He kept right on going because he kept his eyes on the one who is invisible."
        },
        {
          "VERSE": "28",
          "WORD": "It was by faith that Moses commanded the people of Israel to keep the Passover and to sprinkle blood on the doorposts so that the angel of death would not kill their firstborn sons."
        },
        {
          "VERSE": "29",
          "WORD": "It was by faith that the people of Israel went right through the Red Sea as though they were on dry ground. But when the Egyptians tried to follow, they were all drowned."
        },
        {
          "VERSE": "30",
          "WORD": "It was by faith that the people of Israel marched around Jericho for seven days, and the walls came crashing down."
        },
        {
          "VERSE": "31",
          "WORD": "It was by faith that Rahab the prostitute was not destroyed with the people in her city who refused to obey God. For she had given a friendly welcome to the spies."
        },
        {
          "VERSE": "32",
          "WORD": "How much more do I need to say? It would take too long to recount the stories of the faith of Gideon, Barak, Samson, Jephthah, David, Samuel, and all the prophets."
        },
        {
          "VERSE": "33",
          "WORD": "By faith these people overthrew kingdoms, ruled with justice, and received what God had promised them. They shut the mouths of lions,"
        },
        {
          "VERSE": "34",
          "WORD": "quenched the flames of fire, and escaped death by the edge of the sword. Their weakness was turned to strength. They became strong in battle and put whole armies to flight."
        },
        {
          "VERSE": "35",
          "WORD": "Women received their loved ones back again from death. But others were tortured, refusing to turn from God in order to be set free. They placed their hope in a better life after the resurrection."
        },
        {
          "VERSE": "36",
          "WORD": "Some were jeered at, and their backs were cut open with whips. Others were chained in prisons."
        },
        {
          "VERSE": "37",
          "WORD": "Some died by stoning, some were sawed in half, and others were killed with the sword. Some went about wearing skins of sheep and goats, destitute and oppressed and mistreated."
        },
        {
          "VERSE": "38",
          "WORD": "They were too good for this world, wandering over deserts and mountains, hiding in caves and holes in the ground."
        },
        {
          "VERSE": "39",
          "WORD": "All these people earned a good reputation because of their faith, yet none of them received all that God had promised."
        },
        {
          "VERSE": "40",
          "WORD": "For God had something better in mind for us, so that they would not reach perfection without us."
        }
      ]
    },
    {
      "CHAPTER": "12",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "Therefore, since we are surrounded by such a huge crowd of witnesses to the life of faith, let us strip off every weight that slows us down, especially the sin that so easily trips us up. And let us run with endurance the race God has set before us."
        },
        {
          "VERSE": "2",
          "WORD": "We do this by keeping our eyes on Jesus, the champion who initiates and perfects our faith. Because of the joy awaiting him, he endured the cross, disregarding its shame. Now he is seated in the place of honor beside God’s throne."
        },
        {
          "VERSE": "3",
          "WORD": "Think of all the hostility he endured from sinful people; then you won’t become weary and give up."
        },
        {
          "VERSE": "4",
          "WORD": "After all, you have not yet given your lives in your struggle against sin."
        },
        {
          "VERSE": "5",
          "WORD": "And have you forgotten the encouraging words God spoke to you as his children? He said,  “My child, don’t make light of the Lord’s discipline, and don’t give up when he corrects you."
        },
        {
          "VERSE": "6",
          "WORD": "For the Lord disciplines those he loves, and he punishes each one he accepts as his child.”"
        },
        {
          "VERSE": "7",
          "WORD": "As you endure this divine discipline, remember that God is treating you as his own children. Who ever heard of a child who is never disciplined by its father?"
        },
        {
          "VERSE": "8",
          "WORD": "If God doesn’t discipline you as he does all of his children, it means that you are illegitimate and are not really his children at all."
        },
        {
          "VERSE": "9",
          "WORD": "Since we respected our earthly fathers who disciplined us, shouldn’t we submit even more to the discipline of the Father of our spirits, and live forever?"
        },
        {
          "VERSE": "10",
          "WORD": "For our earthly fathers disciplined us for a few years, doing the best they knew how. But God’s discipline is always good for us, so that we might share in his holiness."
        },
        {
          "VERSE": "11",
          "WORD": "No discipline is enjoyable while it is happening—it’s painful! But afterward there will be a peaceful harvest of right living for those who are trained in this way."
        },
        {
          "VERSE": "12",
          "WORD": "So take a new grip with your tired hands and strengthen your weak knees."
        },
        {
          "VERSE": "13",
          "WORD": "Mark out a straight path for your feet so that those who are weak and lame will not fall but become strong."
        },
        {
          "VERSE": "14",
          "WORD": "Work at living in peace with everyone, and work at living a holy life, for those who are not holy will not see the Lord."
        },
        {
          "VERSE": "15",
          "WORD": "Look after each other so that none of you fails to receive the grace of God. Watch out that no poisonous root of bitterness grows up to trouble you, corrupting many."
        },
        {
          "VERSE": "16",
          "WORD": "Make sure that no one is immoral or godless like Esau, who traded his birthright as the firstborn son for a single meal."
        },
        {
          "VERSE": "17",
          "WORD": "You know that afterward, when he wanted his father’s blessing, he was rejected. It was too late for repentance, even though he begged with bitter tears."
        },
        {
          "VERSE": "18",
          "WORD": "You have not come to a physical mountain, to a place of flaming fire, darkness, gloom, and whirlwind, as the Israelites did at Mount Sinai."
        },
        {
          "VERSE": "19",
          "WORD": "For they heard an awesome trumpet blast and a voice so terrible that they begged God to stop speaking."
        },
        {
          "VERSE": "20",
          "WORD": "They staggered back under God’s command: “If even an animal touches the mountain, it must be stoned to death.”"
        },
        {
          "VERSE": "21",
          "WORD": "Moses himself was so frightened at the sight that he said, “I am terrified and trembling.”"
        },
        {
          "VERSE": "22",
          "WORD": "No, you have come to Mount Zion, to the city of the living God, the heavenly Jerusalem, and to countless thousands of angels in a joyful gathering."
        },
        {
          "VERSE": "23",
          "WORD": "You have come to the assembly of God’s firstborn children, whose names are written in heaven. You have come to God himself, who is the judge over all things. You have come to the spirits of the righteous ones in heaven who have now been made perfect."
        },
        {
          "VERSE": "24",
          "WORD": "You have come to Jesus, the one who mediates the new covenant between God and people, and to the sprinkled blood, which speaks of forgiveness instead of crying out for vengeance like the blood of Abel."
        },
        {
          "VERSE": "25",
          "WORD": "Be careful that you do not refuse to listen to the One who is speaking. For if the people of Israel did not escape when they refused to listen to Moses, the earthly messenger, we will certainly not escape if we reject the One who speaks to us from heaven!"
        },
        {
          "VERSE": "26",
          "WORD": "When God spoke from Mount Sinai his voice shook the earth, but now he makes another promise: “Once again I will shake not only the earth but the heavens also.”"
        },
        {
          "VERSE": "27",
          "WORD": "This means that all of creation will be shaken and removed, so that only unshakable things will remain."
        },
        {
          "VERSE": "28",
          "WORD": "Since we are receiving a Kingdom that is unshakable, let us be thankful and please God by worshiping him with holy fear and awe."
        },
        {
          "VERSE": "29",
          "WORD": "For our God is a devouring fire."
        }
      ]
    },
    {
      "CHAPTER": "13",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "Keep on loving each other as brothers and sisters."
        },
        {
          "VERSE": "2",
          "WORD": "Don’t forget to show hospitality to strangers, for some who have done this have entertained angels without realizing it!"
        },
        {
          "VERSE": "3",
          "WORD": "Remember those in prison, as if you were there yourself. Remember also those being mistreated, as if you felt their pain in your own bodies."
        },
        {
          "VERSE": "4",
          "WORD": "Give honor to marriage, and remain faithful to one another in marriage. God will surely judge people who are immoral and those who commit adultery."
        },
        {
          "VERSE": "5",
          "WORD": "Don’t love money; be satisfied with what you have. For God has said, “I will never fail you. I will never abandon you.”"
        },
        {
          "VERSE": "6",
          "WORD": "So we can say with confidence, “The Lord is my helper, so I will have no fear. What can mere people do to me?”"
        },
        {
          "VERSE": "7",
          "WORD": "Remember your leaders who taught you the word of God. Think of all the good that has come from their lives, and follow the example of their faith."
        },
        {
          "VERSE": "8",
          "WORD": "Jesus Christ is the same yesterday, today, and forever."
        },
        {
          "VERSE": "9",
          "WORD": "So do not be attracted by strange, new ideas. Your strength comes from God’s grace, not from rules about food, which don’t help those who follow them."
        },
        {
          "VERSE": "10",
          "WORD": "We have an altar from which the priests in the Tabernacle have no right to eat."
        },
        {
          "VERSE": "11",
          "WORD": "Under the old system, the high priest brought the blood of animals into the Holy Place as a sacrifice for sin, and the bodies of the animals were burned outside the camp."
        },
        {
          "VERSE": "12",
          "WORD": "So also Jesus suffered and died outside the city gates to make his people holy by means of his own blood."
        },
        {
          "VERSE": "13",
          "WORD": "So let us go out to him, outside the camp, and bear the disgrace he bore."
        },
        {
          "VERSE": "14",
          "WORD": "For this world is not our permanent home; we are looking forward to a home yet to come."
        },
        {
          "VERSE": "15",
          "WORD": "Therefore, let us offer through Jesus a continual sacrifice of praise to God, proclaiming our allegiance to his name."
        },
        {
          "VERSE": "16",
          "WORD": "And don’t forget to do good and to share with those in need. These are the sacrifices that please God."
        },
        {
          "VERSE": "17",
          "WORD": "Obey your spiritual leaders, and do what they say. Their work is to watch over your souls, and they are accountable to God. Give them reason to do this with joy and not with sorrow. That would certainly not be for your benefit."
        },
        {
          "VERSE": "18",
          "WORD": "Pray for us, for our conscience is clear and we want to live honorably in everything we do."
        },
        {
          "VERSE": "19",
          "WORD": "And especially pray that I will be able to come back to you soon."
        },
        {
          "VERSE": "20",
          "WORD": "Now may the God of peace— who brought up from the dead our Lord Jesus, the great Shepherd of the sheep, and ratified an eternal covenant with his blood—"
        },
        {
          "VERSE": "21",
          "WORD": "may he equip you with all you need for doing his will. May he produce in you, through the power of Jesus Christ, every good thing that is pleasing to him. All glory to him forever and ever! Amen."
        },
        {
          "VERSE": "22",
          "WORD": "I urge you, dear brothers and sisters, to pay attention to what I have written in this brief exhortation."
        },
        {
          "VERSE": "23",
          "WORD": "I want you to know that our brother Timothy has been released from jail. If he comes here soon, I will bring him with me to see you."
        },
        {
          "VERSE": "24",
          "WORD": "Greet all your leaders and all the believers there. The believers from Italy send you their greetings."
        },
        {
          "VERSE": "25",
          "WORD": "May God’s grace be with you all."
        }
      ]
    }
  ]
}