{
  "BOOK": "Hosea",
  "CHAPTERS": [
    {
      "CHAPTER": "1",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "The Lord gave this message to Hosea son of Beeri during the years when Uzziah, Jotham, Ahaz, and Hezekiah were kings of Judah, and Jeroboam son of Jehoash was king of Israel."
        },
        {
          "VERSE": "2",
          "WORD": "When the Lord first began speaking to Israel through Hosea, he said to him, “Go and marry a prostitute, so that some of her children will be conceived in prostitution. This will illustrate how Israel has acted like a prostitute by turning against the Lord and worshiping other gods.”"
        },
        {
          "VERSE": "3",
          "WORD": "So Hosea married Gomer, the daughter of Diblaim, and she became pregnant and gave Hosea a son."
        },
        {
          "VERSE": "4",
          "WORD": "And the Lord said, “Name the child Jezreel, for I am about to punish King Jehu’s dynasty to avenge the murders he committed at Jezreel. In fact, I will bring an end to Israel’s independence."
        },
        {
          "VERSE": "5",
          "WORD": "I will break its military power in the Jezreel Valley.”"
        },
        {
          "VERSE": "6",
          "WORD": "Soon Gomer became pregnant again and gave birth to a daughter. And the Lord said to Hosea, “Name your daughter Lo-ruhamah—‘Not loved’—for I will no longer show love to the people of Israel or forgive them."
        },
        {
          "VERSE": "7",
          "WORD": "But I will show love to the people of Judah. I will free them from their enemies—not with weapons and armies or horses and charioteers, but by my power as the Lord their God.”"
        },
        {
          "VERSE": "8",
          "WORD": "After Gomer had weaned Lo-ruhamah, she again became pregnant and gave birth to a second son."
        },
        {
          "VERSE": "9",
          "WORD": "And the Lord said, “Name him Lo-ammi—‘Not my people’—for Israel is not my people, and I am not their God."
        },
        {
          "VERSE": "10",
          "WORD": "“Yet the time will come when Israel’s people will be like the sands of the seashore—too many to count! Then, at the place where they were told, ‘You are not my people,’ it will be said, ‘You are children of the living God.’"
        },
        {
          "VERSE": "11",
          "WORD": "Then the people of Judah and Israel will unite together. They will choose one leader for themselves, and they will return from exile together. What a day that will be—the day of Jezreel—when God will again plant his people in his land."
        }
      ]
    },
    {
      "CHAPTER": "2",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "“In that day you will call your brothers Ammi—‘My people.’ And you will call your sisters Ruhamah—‘The ones I love.’"
        },
        {
          "VERSE": "2",
          "WORD": "“But now bring charges against Israel—your mother— for she is no longer my wife, and I am no longer her husband. Tell her to remove the prostitute’s makeup from her face and the clothing that exposes her breasts."
        },
        {
          "VERSE": "3",
          "WORD": "Otherwise, I will strip her as naked as she was on the day she was born. I will leave her to die of thirst, as in a dry and barren wilderness."
        },
        {
          "VERSE": "4",
          "WORD": "And I will not love her children, for they were conceived in prostitution."
        },
        {
          "VERSE": "5",
          "WORD": "Their mother is a shameless prostitute and became pregnant in a shameful way. She said, ‘I’ll run after other lovers and sell myself to them for food and water, for clothing of wool and linen, and for olive oil and drinks.’"
        },
        {
          "VERSE": "6",
          "WORD": "“For this reason I will fence her in with thornbushes. I will block her path with a wall to make her lose her way."
        },
        {
          "VERSE": "7",
          "WORD": "When she runs after her lovers, she won’t be able to catch them. She will search for them but not find them. Then she will think, ‘I might as well return to my husband, for I was better off with him than I am now.’"
        },
        {
          "VERSE": "8",
          "WORD": "She doesn’t realize it was I who gave her everything she has— the grain, the new wine, the olive oil; I even gave her silver and gold. But she gave all my gifts to Baal."
        },
        {
          "VERSE": "9",
          "WORD": "“But now I will take back the ripened grain and new wine I generously provided each harvest season. I will take away the wool and linen clothing I gave her to cover her nakedness."
        },
        {
          "VERSE": "10",
          "WORD": "I will strip her naked in public, while all her lovers look on. No one will be able to rescue her from my hands."
        },
        {
          "VERSE": "11",
          "WORD": "I will put an end to her annual festivals, her new moon celebrations, and her Sabbath days— all her appointed festivals."
        },
        {
          "VERSE": "12",
          "WORD": "I will destroy her grapevines and fig trees, things she claims her lovers gave her. I will let them grow into tangled thickets, where only wild animals will eat the fruit."
        },
        {
          "VERSE": "13",
          "WORD": "I will punish her for all those times when she burned incense to her images of Baal, when she put on her earrings and jewels and went out to look for her lovers but forgot all about me,” says the Lord."
        },
        {
          "VERSE": "14",
          "WORD": "“But then I will win her back once again. I will lead her into the desert and speak tenderly to her there."
        },
        {
          "VERSE": "15",
          "WORD": "I will return her vineyards to her and transform the Valley of Trouble into a gateway of hope. She will give herself to me there, as she did long ago when she was young, when I freed her from her captivity in Egypt."
        },
        {
          "VERSE": "16",
          "WORD": "When that day comes,” says the Lord, “you will call me ‘my husband’ instead of ‘my master.’"
        },
        {
          "VERSE": "17",
          "WORD": "O Israel, I will wipe the many names of Baal from your lips, and you will never mention them again."
        },
        {
          "VERSE": "18",
          "WORD": "On that day I will make a covenant with all the wild animals and the birds of the sky and the animals that scurry along the ground so they will not harm you. I will remove all weapons of war from the land, all swords and bows, so you can live unafraid in peace and safety."
        },
        {
          "VERSE": "19",
          "WORD": "I will make you my wife forever, showing you righteousness and justice, unfailing love and compassion."
        },
        {
          "VERSE": "20",
          "WORD": "I will be faithful to you and make you mine, and you will finally know me as the Lord."
        },
        {
          "VERSE": "21",
          "WORD": "“In that day, I will answer,” says the Lord. “I will answer the sky as it pleads for clouds. And the sky will answer the earth with rain."
        },
        {
          "VERSE": "22",
          "WORD": "Then the earth will answer the thirsty cries of the grain, the grapevines, and the olive trees. And they in turn will answer, ‘Jezreel’—‘God plants!’"
        },
        {
          "VERSE": "23",
          "WORD": "At that time I will plant a crop of Israelites and raise them for myself. I will show love to those I called ‘Not loved.’ And to those I called ‘Not my people,’ I will say, ‘Now you are my people.’ And they will reply, ‘You are our God!’”"
        }
      ]
    },
    {
      "CHAPTER": "3",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "Then the Lord said to me, “Go and love your wife again, even though she commits adultery with another lover. This will illustrate that the Lord still loves Israel, even though the people have turned to other gods and love to worship them.”"
        },
        {
          "VERSE": "2",
          "WORD": "So I bought her back for fifteen pieces of silver and five bushels of barley and a measure of wine."
        },
        {
          "VERSE": "3",
          "WORD": "Then I said to her, “You must live in my house for many days and stop your prostitution. During this time, you will not have sexual relations with anyone, not even with me.”"
        },
        {
          "VERSE": "4",
          "WORD": "This shows that Israel will go a long time without a king or prince, and without sacrifices, sacred pillars, priests, or even idols!"
        },
        {
          "VERSE": "5",
          "WORD": "But afterward the people will return and devote themselves to the Lord their God and to David’s descendant, their king. In the last days, they will tremble in awe of the Lord and of his goodness."
        }
      ]
    },
    {
      "CHAPTER": "4",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "Hear the word of the Lord, O people of Israel! The Lord has brought charges against you, saying: “There is no faithfulness, no kindness, no knowledge of God in your land."
        },
        {
          "VERSE": "2",
          "WORD": "You make vows and break them; you kill and steal and commit adultery. There is violence everywhere— one murder after another."
        },
        {
          "VERSE": "3",
          "WORD": "That is why your land is in mourning, and everyone is wasting away. Even the wild animals, the birds of the sky, and the fish of the sea are disappearing."
        },
        {
          "VERSE": "4",
          "WORD": "“Don’t point your finger at someone else and try to pass the blame! My complaint, you priests, is with you."
        },
        {
          "VERSE": "5",
          "WORD": "So you will stumble in broad daylight, and your false prophets will fall with you in the night. And I will destroy Israel, your mother."
        },
        {
          "VERSE": "6",
          "WORD": "My people are being destroyed because they don’t know me. Since you priests refuse to know me, I refuse to recognize you as my priests. Since you have forgotten the laws of your God, I will forget to bless your children."
        },
        {
          "VERSE": "7",
          "WORD": "The more priests there are, the more they sin against me. They have exchanged the glory of God for the shame of idols."
        },
        {
          "VERSE": "8",
          "WORD": "“When the people bring their sin offerings, the priests get fed. So the priests are glad when the people sin!"
        },
        {
          "VERSE": "9",
          "WORD": "‘And what the priests do, the people also do.’ So now I will punish both priests and people for their wicked deeds."
        },
        {
          "VERSE": "10",
          "WORD": "They will eat and still be hungry. They will play the prostitute and gain nothing from it, for they have deserted the Lord"
        },
        {
          "VERSE": "11",
          "WORD": "to worship other gods. “Wine has robbed my people of their understanding."
        },
        {
          "VERSE": "12",
          "WORD": "They ask a piece of wood for advice! They think a stick can tell them the future! Longing after idols has made them foolish. They have played the prostitute, serving other gods and deserting their God."
        },
        {
          "VERSE": "13",
          "WORD": "They offer sacrifices to idols on the mountaintops. They go up into the hills to burn incense in the pleasant shade of oaks, poplars, and terebinth trees. “That is why your daughters turn to prostitution, and your daughters-in-law commit adultery."
        },
        {
          "VERSE": "14",
          "WORD": "But why should I punish them for their prostitution and adultery? For your men are doing the same thing, sinning with whores and shrine prostitutes. O foolish people! You refuse to understand, so you will be destroyed."
        },
        {
          "VERSE": "15",
          "WORD": "“Though you, Israel, are a prostitute, may Judah not be guilty of such things. Do not join the false worship at Gilgal or Beth-aven, and do not take oaths there in the Lord’s name."
        },
        {
          "VERSE": "16",
          "WORD": "Israel is stubborn, like a stubborn heifer. So should the Lord feed her like a lamb in a lush pasture?"
        },
        {
          "VERSE": "17",
          "WORD": "Leave Israel alone, because she is married to idolatry."
        },
        {
          "VERSE": "18",
          "WORD": "When the rulers of Israel finish their drinking, off they go to find some prostitutes. They love shame more than honor."
        },
        {
          "VERSE": "19",
          "WORD": "So a mighty wind will sweep them away. Their sacrifices to idols will bring them shame."
        }
      ]
    },
    {
      "CHAPTER": "5",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "“Hear this, you priests. Pay attention, you leaders of Israel. Listen, you members of the royal family. Judgment has been handed down against you. For you have led the people into a snare by worshiping the idols at Mizpah and Tabor."
        },
        {
          "VERSE": "2",
          "WORD": "You have dug a deep pit to trap them at Acacia Grove. But I will settle with you for what you have done."
        },
        {
          "VERSE": "3",
          "WORD": "I know what you are like, O Ephraim. You cannot hide yourself from me, O Israel. You have left me as a prostitute leaves her husband; you are utterly defiled."
        },
        {
          "VERSE": "4",
          "WORD": "Your deeds won’t let you return to your God. You are a prostitute through and through, and you do not know the Lord."
        },
        {
          "VERSE": "5",
          "WORD": "“The arrogance of Israel testifies against her; Israel and Ephraim will stumble under their load of guilt. Judah, too, will fall with them."
        },
        {
          "VERSE": "6",
          "WORD": "When they come with their flocks and herds to offer sacrifices to the Lord, they will not find him, because he has withdrawn from them."
        },
        {
          "VERSE": "7",
          "WORD": "They have betrayed the honor of the Lord, bearing children that are not his. Now their false religion will devour them along with their wealth."
        },
        {
          "VERSE": "8",
          "WORD": "“Sound the alarm in Gibeah! Blow the trumpet in Ramah! Raise the battle cry in Beth-aven! Lead on into battle, O warriors of Benjamin!"
        },
        {
          "VERSE": "9",
          "WORD": "One thing is certain, Israel: On your day of punishment, you will become a heap of rubble."
        },
        {
          "VERSE": "10",
          "WORD": "“The leaders of Judah have become like thieves. So I will pour my anger on them like a waterfall."
        },
        {
          "VERSE": "11",
          "WORD": "The people of Israel will be crushed and broken by my judgment because they are determined to worship idols."
        },
        {
          "VERSE": "12",
          "WORD": "I will destroy Israel as a moth consumes wool. I will make Judah as weak as rotten wood."
        },
        {
          "VERSE": "13",
          "WORD": "“When Israel and Judah saw how sick they were, Israel turned to Assyria— to the great king there— but he could neither help nor cure them."
        },
        {
          "VERSE": "14",
          "WORD": "I will be like a lion to Israel, like a strong young lion to Judah. I will tear them to pieces! I will carry them off, and no one will be left to rescue them."
        },
        {
          "VERSE": "15",
          "WORD": "Then I will return to my place until they admit their guilt and turn to me. For as soon as trouble comes, they will earnestly search for me.”"
        }
      ]
    },
    {
      "CHAPTER": "6",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "“Come, let us return to the Lord. He has torn us to pieces; now he will heal us. He has injured us; now he will bandage our wounds."
        },
        {
          "VERSE": "2",
          "WORD": "In just a short time he will restore us, so that we may live in his presence."
        },
        {
          "VERSE": "3",
          "WORD": "Oh, that we might know the Lord! Let us press on to know him. He will respond to us as surely as the arrival of dawn or the coming of rains in early spring.”"
        },
        {
          "VERSE": "4",
          "WORD": "“O Israel and Judah, what should I do with you?” asks the Lord. “For your love vanishes like the morning mist and disappears like dew in the sunlight."
        },
        {
          "VERSE": "5",
          "WORD": "I sent my prophets to cut you to pieces— to slaughter you with my words, with judgments as inescapable as light."
        },
        {
          "VERSE": "6",
          "WORD": "I want you to show love, not offer sacrifices. I want you to know me more than I want burnt offerings."
        },
        {
          "VERSE": "7",
          "WORD": "But like Adam, you broke my covenant and betrayed my trust."
        },
        {
          "VERSE": "8",
          "WORD": "“Gilead is a city of sinners, tracked with footprints of blood."
        },
        {
          "VERSE": "9",
          "WORD": "Priests form bands of robbers, waiting in ambush for their victims. They murder travelers along the road to Shechem and practice every kind of sin."
        },
        {
          "VERSE": "10",
          "WORD": "Yes, I have seen something horrible in Ephraim and Israel: My people are defiled by prostituting themselves with other gods!"
        },
        {
          "VERSE": "11",
          "WORD": "“O Judah, a harvest of punishment is also waiting for you, though I wanted to restore the fortunes of my people."
        }
      ]
    },
    {
      "CHAPTER": "7",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "“I want to heal Israel, but its sins are too great. Samaria is filled with liars. Thieves are on the inside and bandits on the outside!"
        },
        {
          "VERSE": "2",
          "WORD": "Its people don’t realize that I am watching them. Their sinful deeds are all around them, and I see them all."
        },
        {
          "VERSE": "3",
          "WORD": "“The people entertain the king with their wickedness, and the princes laugh at their lies."
        },
        {
          "VERSE": "4",
          "WORD": "They are all adulterers, always aflame with lust. They are like an oven that is kept hot while the baker is kneading the dough."
        },
        {
          "VERSE": "5",
          "WORD": "On royal holidays, the princes get drunk with wine, carousing with those who mock them."
        },
        {
          "VERSE": "6",
          "WORD": "Their hearts are like an oven blazing with intrigue. Their plot smolders through the night, and in the morning it breaks out like a raging fire."
        },
        {
          "VERSE": "7",
          "WORD": "Burning like an oven, they consume their leaders. They kill their kings one after another, and no one cries to me for help."
        },
        {
          "VERSE": "8",
          "WORD": "“The people of Israel mingle with godless foreigners, making themselves as worthless as a half-baked cake!"
        },
        {
          "VERSE": "9",
          "WORD": "Worshiping foreign gods has sapped their strength, but they don’t even know it. Their hair is gray, but they don’t realize they’re old and weak."
        },
        {
          "VERSE": "10",
          "WORD": "Their arrogance testifies against them, yet they don’t return to the Lord their God or even try to find him."
        },
        {
          "VERSE": "11",
          "WORD": "“The people of Israel have become like silly, witless doves, first calling to Egypt, then flying to Assyria for help."
        },
        {
          "VERSE": "12",
          "WORD": "But as they fly about, I will throw my net over them and bring them down like a bird from the sky. I will punish them for all the evil they do."
        },
        {
          "VERSE": "13",
          "WORD": "“What sorrow awaits those who have deserted me! Let them die, for they have rebelled against me. I wanted to redeem them, but they have told lies about me."
        },
        {
          "VERSE": "14",
          "WORD": "They do not cry out to me with sincere hearts. Instead, they sit on their couches and wail. They cut themselves, begging foreign gods for grain and new wine, and they turn away from me."
        },
        {
          "VERSE": "15",
          "WORD": "I trained them and made them strong, yet now they plot evil against me."
        },
        {
          "VERSE": "16",
          "WORD": "They look everywhere except to the Most High. They are as useless as a crooked bow. Their leaders will be killed by their enemies because of their insolence toward me. Then the people of Egypt will laugh at them."
        }
      ]
    },
    {
      "CHAPTER": "8",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "“Sound the alarm! The enemy descends like an eagle on the people of the Lord, for they have broken my covenant and revolted against my law."
        },
        {
          "VERSE": "2",
          "WORD": "Now Israel pleads with me, ‘Help us, for you are our God!’"
        },
        {
          "VERSE": "3",
          "WORD": "But it is too late. The people of Israel have rejected what is good, and now their enemies will chase after them."
        },
        {
          "VERSE": "4",
          "WORD": "The people have appointed kings without my consent, and princes without my approval. By making idols for themselves from their silver and gold, they have brought about their own destruction."
        },
        {
          "VERSE": "5",
          "WORD": "“O Samaria, I reject this calf— this idol you have made. My fury burns against you. How long will you be incapable of innocence?"
        },
        {
          "VERSE": "6",
          "WORD": "This calf you worship, O Israel, was crafted by your own hands! It is not God! Therefore, it must be smashed to bits."
        },
        {
          "VERSE": "7",
          "WORD": "“They have planted the wind and will harvest the whirlwind. The stalks of grain wither and produce nothing to eat. And even if there is any grain, foreigners will eat it."
        },
        {
          "VERSE": "8",
          "WORD": "The people of Israel have been swallowed up; they lie among the nations like an old discarded pot."
        },
        {
          "VERSE": "9",
          "WORD": "Like a wild donkey looking for a mate, they have gone up to Assyria. The people of Israel have sold themselves— sold themselves to many lovers."
        },
        {
          "VERSE": "10",
          "WORD": "But though they have sold themselves to many allies, I will now gather them together for judgment. Then they will writhe under the burden of the great king."
        },
        {
          "VERSE": "11",
          "WORD": "“Israel has built many altars to take away sin, but these very altars became places for sinning!"
        },
        {
          "VERSE": "12",
          "WORD": "Even though I gave them all my laws, they act as if those laws don’t apply to them."
        },
        {
          "VERSE": "13",
          "WORD": "The people love to offer sacrifices to me, feasting on the meat, but I do not accept their sacrifices. I will hold my people accountable for their sins, and I will punish them. They will return to Egypt."
        },
        {
          "VERSE": "14",
          "WORD": "Israel has forgotten its Maker and built great palaces, and Judah has fortified its cities. Therefore, I will send down fire on their cities and will burn up their fortresses.”"
        }
      ]
    },
    {
      "CHAPTER": "9",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "O people of Israel, do not rejoice as other nations do. For you have been unfaithful to your God, hiring yourselves out like prostitutes, worshiping other gods on every threshing floor."
        },
        {
          "VERSE": "2",
          "WORD": "So now your harvests will be too small to feed you. There will be no grapes for making new wine."
        },
        {
          "VERSE": "3",
          "WORD": "You may no longer stay here in the Lord’s land. Instead, you will return to Egypt, and in Assyria you will eat food that is ceremonially unclean."
        },
        {
          "VERSE": "4",
          "WORD": "There you will make no offerings of wine to the Lord. None of your sacrifices there will please him. They will be unclean, like food touched by a person in mourning. All who present such sacrifices will be defiled. They may eat this food themselves, but they may not offer it to the Lord."
        },
        {
          "VERSE": "5",
          "WORD": "What then will you do on festival days? How will you observe the Lord’s festivals?"
        },
        {
          "VERSE": "6",
          "WORD": "Even if you escape destruction from Assyria, Egypt will conquer you, and Memphis will bury you. Nettles will take over your treasures of silver; thistles will invade your ruined homes."
        },
        {
          "VERSE": "7",
          "WORD": "The time of Israel’s punishment has come; the day of payment is here. Soon Israel will know this all too well. Because of your great sin and hostility, you say, “The prophets are crazy and the inspired men are fools!”"
        },
        {
          "VERSE": "8",
          "WORD": "The prophet is a watchman over Israel for my God, yet traps are laid for him wherever he goes. He faces hostility even in the house of God."
        },
        {
          "VERSE": "9",
          "WORD": "The things my people do are as depraved as what they did in Gibeah long ago. God will not forget. He will surely punish them for their sins."
        },
        {
          "VERSE": "10",
          "WORD": "The Lord says, “O Israel, when I first found you, it was like finding fresh grapes in the desert. When I saw your ancestors, it was like seeing the first ripe figs of the season. But then they deserted me for Baal-peor, giving themselves to that shameful idol. Soon they became vile, as vile as the god they worshiped."
        },
        {
          "VERSE": "11",
          "WORD": "The glory of Israel will fly away like a bird, for your children will not be born or grow in the womb or even be conceived."
        },
        {
          "VERSE": "12",
          "WORD": "Even if you do have children who grow up, I will take them from you. It will be a terrible day when I turn away and leave you alone."
        },
        {
          "VERSE": "13",
          "WORD": "I have watched Israel become as beautiful as Tyre. But now Israel will bring out her children for slaughter.”"
        },
        {
          "VERSE": "14",
          "WORD": "O Lord, what should I request for your people? I will ask for wombs that don’t give birth and breasts that give no milk."
        },
        {
          "VERSE": "15",
          "WORD": "The Lord says, “All their wickedness began at Gilgal; there I began to hate them. I will drive them from my land because of their evil actions. I will love them no more because all their leaders are rebels."
        },
        {
          "VERSE": "16",
          "WORD": "The people of Israel are struck down. Their roots are dried up, and they will bear no more fruit. And if they give birth, I will slaughter their beloved children.”"
        },
        {
          "VERSE": "17",
          "WORD": "My God will reject the people of Israel because they will not listen or obey. They will be wanderers, homeless among the nations."
        }
      ]
    },
    {
      "CHAPTER": "10",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "How prosperous Israel is— a luxuriant vine loaded with fruit. But the richer the people get, the more pagan altars they build. The more bountiful their harvests, the more beautiful their sacred pillars."
        },
        {
          "VERSE": "2",
          "WORD": "The hearts of the people are fickle; they are guilty and must be punished. The Lord will break down their altars and smash their sacred pillars."
        },
        {
          "VERSE": "3",
          "WORD": "Then they will say, “We have no king because we didn’t fear the Lord. But even if we had a king, what could he do for us anyway?”"
        },
        {
          "VERSE": "4",
          "WORD": "They spout empty words and make covenants they don’t intend to keep. So injustice springs up among them like poisonous weeds in a farmer’s field."
        },
        {
          "VERSE": "5",
          "WORD": "The people of Samaria tremble in fear for their calf idol at Beth-aven, and they mourn for it. Though its priests rejoice over it, its glory will be stripped away."
        },
        {
          "VERSE": "6",
          "WORD": "This idol will be carted away to Assyria, a gift to the great king there. Ephraim will be ridiculed and Israel will be shamed, because its people have trusted in this idol."
        },
        {
          "VERSE": "7",
          "WORD": "Samaria and its king will be cut off; they will float away like driftwood on an ocean wave."
        },
        {
          "VERSE": "8",
          "WORD": "And the pagan shrines of Aven, the place of Israel’s sin, will crumble. Thorns and thistles will grow up around their altars. They will beg the mountains, “Bury us!” and plead with the hills, “Fall on us!”"
        },
        {
          "VERSE": "9",
          "WORD": "The Lord says, “O Israel, ever since Gibeah, there has been only sin and more sin! You have made no progress whatsoever. Was it not right that the wicked men of Gibeah were attacked?"
        },
        {
          "VERSE": "10",
          "WORD": "Now whenever it fits my plan, I will attack you, too. I will call out the armies of the nations to punish you for your multiplied sins."
        },
        {
          "VERSE": "11",
          "WORD": "“Israel is like a trained heifer treading out the grain— an easy job she loves. But I will put a heavy yoke on her tender neck. I will force Judah to pull the plow and Israel to break up the hard ground."
        },
        {
          "VERSE": "12",
          "WORD": "I said, ‘Plant the good seeds of righteousness, and you will harvest a crop of love. Plow up the hard ground of your hearts, for now is the time to seek the Lord, that he may come and shower righteousness upon you.’"
        },
        {
          "VERSE": "13",
          "WORD": "“But you have cultivated wickedness and harvested a thriving crop of sins. You have eaten the fruit of lies— trusting in your military might, believing that great armies could make your nation safe."
        },
        {
          "VERSE": "14",
          "WORD": "Now the terrors of war will rise among your people. All your fortifications will fall, just as when Shalman destroyed Beth-arbel. Even mothers and children were dashed to death there."
        },
        {
          "VERSE": "15",
          "WORD": "You will share that fate, Bethel, because of your great wickedness. When the day of judgment dawns, the king of Israel will be completely destroyed."
        }
      ]
    },
    {
      "CHAPTER": "11",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "“When Israel was a child, I loved him, and I called my son out of Egypt."
        },
        {
          "VERSE": "2",
          "WORD": "But the more I called to him, the farther he moved from me, offering sacrifices to the images of Baal and burning incense to idols."
        },
        {
          "VERSE": "3",
          "WORD": "I myself taught Israel how to walk, leading him along by the hand. But he doesn’t know or even care that it was I who took care of him."
        },
        {
          "VERSE": "4",
          "WORD": "I led Israel along with my ropes of kindness and love. I lifted the yoke from his neck, and I myself stooped to feed him."
        },
        {
          "VERSE": "5",
          "WORD": "“But since my people refuse to return to me, they will return to Egypt and will be forced to serve Assyria."
        },
        {
          "VERSE": "6",
          "WORD": "War will swirl through their cities; their enemies will crash through their gates. They will destroy them, trapping them in their own evil plans."
        },
        {
          "VERSE": "7",
          "WORD": "For my people are determined to desert me. They call me the Most High, but they don’t truly honor me."
        },
        {
          "VERSE": "8",
          "WORD": "“Oh, how can I give you up, Israel? How can I let you go? How can I destroy you like Admah or demolish you like Zeboiim? My heart is torn within me, and my compassion overflows."
        },
        {
          "VERSE": "9",
          "WORD": "No, I will not unleash my fierce anger. I will not completely destroy Israel, for I am God and not a mere mortal. I am the Holy One living among you, and I will not come to destroy."
        },
        {
          "VERSE": "10",
          "WORD": "For someday the people will follow me. I, the Lord, will roar like a lion. And when I roar, my people will return trembling from the west."
        },
        {
          "VERSE": "11",
          "WORD": "Like a flock of birds, they will come from Egypt. Trembling like doves, they will return from Assyria. And I will bring them home again,” says the Lord."
        },
        {
          "VERSE": "12",
          "WORD": "Israel surrounds me with lies and deceit, but Judah still obeys God and is faithful to the Holy One."
        }
      ]
    },
    {
      "CHAPTER": "12",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "The people of Israel feed on the wind; they chase after the east wind all day long. They pile up lies and violence; they are making an alliance with Assyria while sending olive oil to buy support from Egypt."
        },
        {
          "VERSE": "2",
          "WORD": "Now the Lord is bringing charges against Judah. He is about to punish Jacob for all his deceitful ways, and pay him back for all he has done."
        },
        {
          "VERSE": "3",
          "WORD": "Even in the womb, Jacob struggled with his brother; when he became a man, he even fought with God."
        },
        {
          "VERSE": "4",
          "WORD": "Yes, he wrestled with the angel and won. He wept and pleaded for a blessing from him. There at Bethel he met God face to face, and God spoke to him—"
        },
        {
          "VERSE": "5",
          "WORD": "the Lord God of Heaven’s Armies, the Lord is his name!"
        },
        {
          "VERSE": "6",
          "WORD": "So now, come back to your God. Act with love and justice, and always depend on him."
        },
        {
          "VERSE": "7",
          "WORD": "But no, the people are like crafty merchants selling from dishonest scales— they love to cheat."
        },
        {
          "VERSE": "8",
          "WORD": "Israel boasts, “I am rich! I’ve made a fortune all by myself! No one has caught me cheating! My record is spotless!”"
        },
        {
          "VERSE": "9",
          "WORD": "“But I am the Lord your God, who rescued you from slavery in Egypt. And I will make you live in tents again, as you do each year at the Festival of Shelters."
        },
        {
          "VERSE": "10",
          "WORD": "I sent my prophets to warn you with many visions and parables.”"
        },
        {
          "VERSE": "11",
          "WORD": "But the people of Gilead are worthless because of their idol worship. And in Gilgal, too, they sacrifice bulls; their altars are lined up like the heaps of stone along the edges of a plowed field."
        },
        {
          "VERSE": "12",
          "WORD": "Jacob fled to the land of Aram, and there he earned a wife by tending sheep."
        },
        {
          "VERSE": "13",
          "WORD": "Then by a prophet the Lord brought Jacob’s descendants out of Egypt; and by that prophet they were protected."
        },
        {
          "VERSE": "14",
          "WORD": "But the people of Israel have bitterly provoked the Lord, so their Lord will now sentence them to death in payment for their sins."
        }
      ]
    },
    {
      "CHAPTER": "13",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "When the tribe of Ephraim spoke, the people shook with fear, for that tribe was important in Israel. But the people of Ephraim sinned by worshiping Baal and thus sealed their destruction."
        },
        {
          "VERSE": "2",
          "WORD": "Now they continue to sin by making silver idols, images shaped skillfully with human hands. “Sacrifice to these,” they cry, “and kiss the calf idols!”"
        },
        {
          "VERSE": "3",
          "WORD": "Therefore, they will disappear like the morning mist, like dew in the morning sun, like chaff blown by the wind, like smoke from a chimney."
        },
        {
          "VERSE": "4",
          "WORD": "“I have been the Lord your God ever since I brought you out of Egypt. You must acknowledge no God but me, for there is no other savior."
        },
        {
          "VERSE": "5",
          "WORD": "I took care of you in the wilderness, in that dry and thirsty land."
        },
        {
          "VERSE": "6",
          "WORD": "But when you had eaten and were satisfied, you became proud and forgot me."
        },
        {
          "VERSE": "7",
          "WORD": "So now I will attack you like a lion, like a leopard that lurks along the road."
        },
        {
          "VERSE": "8",
          "WORD": "Like a bear whose cubs have been taken away, I will tear out your heart. I will devour you like a hungry lioness and mangle you like a wild animal."
        },
        {
          "VERSE": "9",
          "WORD": "“You are about to be destroyed, O Israel— yes, by me, your only helper."
        },
        {
          "VERSE": "10",
          "WORD": "Now where is your king? Let him save you! Where are all the leaders of the land, the king and the officials you demanded of me?"
        },
        {
          "VERSE": "11",
          "WORD": "In my anger I gave you kings, and in my fury I took them away."
        },
        {
          "VERSE": "12",
          "WORD": "“Ephraim’s guilt has been collected, and his sin has been stored up for punishment."
        },
        {
          "VERSE": "13",
          "WORD": "Pain has come to the people like the pain of childbirth, but they are like a child who resists being born. The moment of birth has arrived, but they stay in the womb!"
        },
        {
          "VERSE": "14",
          "WORD": "“Should I ransom them from the grave? Should I redeem them from death? O death, bring on your terrors! O grave, bring on your plagues! For I will not take pity on them."
        },
        {
          "VERSE": "15",
          "WORD": "Ephraim was the most fruitful of all his brothers, but the east wind—a blast from the Lord— will arise in the desert. All their flowing springs will run dry, and all their wells will disappear. Every precious thing they own will be plundered and carried away."
        },
        {
          "VERSE": "16",
          "WORD": "The people of Samaria must bear the consequences of their guilt because they rebelled against their God. They will be killed by an invading army, their little ones dashed to death against the ground, their pregnant women ripped open by swords.”"
        }
      ]
    },
    {
      "CHAPTER": "14",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "Return, O Israel, to the Lord your God, for your sins have brought you down."
        },
        {
          "VERSE": "2",
          "WORD": "Bring your confessions, and return to the Lord. Say to him, “Forgive all our sins and graciously receive us, so that we may offer you our praises."
        },
        {
          "VERSE": "3",
          "WORD": "Assyria cannot save us, nor can our warhorses. Never again will we say to the idols we have made, ‘You are our gods.’ No, in you alone do the orphans find mercy.”"
        },
        {
          "VERSE": "4",
          "WORD": "The Lord says, “Then I will heal you of your faithlessness; my love will know no bounds, for my anger will be gone forever."
        },
        {
          "VERSE": "5",
          "WORD": "I will be to Israel like a refreshing dew from heaven. Israel will blossom like the lily; it will send roots deep into the soil like the cedars in Lebanon."
        },
        {
          "VERSE": "6",
          "WORD": "Its branches will spread out like beautiful olive trees, as fragrant as the cedars of Lebanon."
        },
        {
          "VERSE": "7",
          "WORD": "My people will again live under my shade. They will flourish like grain and blossom like grapevines. They will be as fragrant as the wines of Lebanon."
        },
        {
          "VERSE": "8",
          "WORD": "“O Israel, stay away from idols! I am the one who answers your prayers and cares for you. I am like a tree that is always green; all your fruit comes from me.”"
        },
        {
          "VERSE": "9",
          "WORD": "Let those who are wise understand these things. Let those with discernment listen carefully. The paths of the Lord are true and right, and righteous people live by walking in them. But in those paths sinners stumble and fall."
        }
      ]
    }
  ]
}