{"BOOK":"Lamentations","CHAPTERS":[{"CHAPTER":"1","VERSES":[{"VERSE":"1","WORD":"Jerusalem, once so full of people, is now deserted. She who was once great among the nations now sits alone like a widow. Once the queen of all the earth, she is now a slave."},{"VERSE":"2","WORD":"She sobs through the night; tears stream down her cheeks. Among all her lovers, there is no one left to comfort her. All her friends have betrayed her and become her enemies."},{"VERSE":"3","WORD":"Judah has been led away into captivity, oppressed with cruel slavery. She lives among foreign nations and has no place of rest. Her enemies have chased her down, and she has nowhere to turn."},{"VERSE":"4","WORD":"The roads to Jerusalem are in mourning, for crowds no longer come to celebrate the festivals. The city gates are silent, her priests groan, her young women are crying— how bitter is her fate!"},{"VERSE":"5","WORD":"Her oppressors have become her masters, and her enemies prosper, for the Lord has punished Jerusalem for her many sins. Her children have been captured and taken away to distant lands."},{"VERSE":"6","WORD":"All the majesty of beautiful Jerusalem has been stripped away. Her princes are like starving deer searching for pasture. They are too weak to run from the pursuing enemy."},{"VERSE":"7","WORD":"In the midst of her sadness and wandering, Jerusalem remembers her ancient splendor. But now she has fallen to her enemy, and there is no one to help her. Her enemy struck her down and laughed as she fell."},{"VERSE":"8","WORD":"Jerusalem has sinned greatly, so she has been tossed away like a filthy rag. All who once honored her now despise her, for they have seen her stripped naked and humiliated. All she can do is groan and hide her face."},{"VERSE":"9","WORD":"She defiled herself with immorality and gave no thought to her future. Now she lies in the gutter with no one to lift her out. “Lord, see my misery,” she cries. “The enemy has triumphed.”"},{"VERSE":"10","WORD":"The enemy has plundered her completely, taking every precious thing she owns. She has seen foreigners violate her sacred Temple, the place the Lord had forbidden them to enter."},{"VERSE":"11","WORD":"Her people groan as they search for bread. They have sold their treasures for food to stay alive. “O Lord, look,” she mourns, “and see how I am despised."},{"VERSE":"12","WORD":"“Does it mean nothing to you, all you who pass by? Look around and see if there is any suffering like mine, which the Lord brought on me when he erupted in fierce anger."},{"VERSE":"13","WORD":"“He has sent fire from heaven that burns in my bones. He has placed a trap in my path and turned me back. He has left me devastated, racked with sickness all day long."},{"VERSE":"14","WORD":"“He wove my sins into ropes to hitch me to a yoke of captivity. The Lord sapped my strength and turned me over to my enemies; I am helpless in their hands."},{"VERSE":"15","WORD":"“The Lord has treated my mighty men with contempt. At his command a great army has come to crush my young warriors. The Lord has trampled his beloved city like grapes are trampled in a winepress."},{"VERSE":"16","WORD":"“For all these things I weep; tears flow down my cheeks. No one is here to comfort me; any who might encourage me are far away. My children have no future, for the enemy has conquered us.”"},{"VERSE":"17","WORD":"Jerusalem reaches out for help, but no one comforts her. Regarding his people Israel, the Lord has said, “Let their neighbors be their enemies! Let them be thrown away like a filthy rag!”"},{"VERSE":"18","WORD":"“The Lord is right,” Jerusalem says, “for I rebelled against him. Listen, people everywhere; look upon my anguish and despair, for my sons and daughters have been taken captive to distant lands."},{"VERSE":"19","WORD":"“I begged my allies for help, but they betrayed me. My priests and leaders starved to death in the city, even as they searched for food to save their lives."},{"VERSE":"20","WORD":"“Lord, see my anguish! My heart is broken and my soul despairs, for I have rebelled against you. In the streets the sword kills, and at home there is only death."},{"VERSE":"21","WORD":"“Others heard my groans, but no one turned to comfort me. When my enemies heard about my troubles, they were happy to see what you had done. Oh, bring the day you promised, when they will suffer as I have suffered."},{"VERSE":"22","WORD":"“Look at all their evil deeds, Lord. Punish them, as you have punished me for all my sins. My groans are many, and I am sick at heart.”"}]},{"CHAPTER":"2","VERSES":[{"VERSE":"1","WORD":"The Lord in his anger has cast a dark shadow over beautiful Jerusalem. The fairest of Israel’s cities lies in the dust, thrown down from the heights of heaven. In his day of great anger, the Lord has shown no mercy even to his Temple."},{"VERSE":"2","WORD":"Without mercy the Lord has destroyed every home in Israel. In his anger he has broken down the fortress walls of beautiful Jerusalem. He has brought them to the ground, dishonoring the kingdom and its rulers."},{"VERSE":"3","WORD":"All the strength of Israel vanishes beneath his fierce anger. The Lord has withdrawn his protection as the enemy attacks. He consumes the whole land of Israel like a raging fire."},{"VERSE":"4","WORD":"He bends his bow against his people, as though he were their enemy. His strength is used against them to kill their finest youth. His fury is poured out like fire on beautiful Jerusalem."},{"VERSE":"5","WORD":"Yes, the Lord has vanquished Israel like an enemy. He has destroyed her palaces and demolished her fortresses. He has brought unending sorrow and tears upon beautiful Jerusalem."},{"VERSE":"6","WORD":"He has broken down his Temple as though it were merely a garden shelter. The Lord has blotted out all memory of the holy festivals and Sabbath days. Kings and priests fall together before his fierce anger."},{"VERSE":"7","WORD":"The Lord has rejected his own altar; he despises his own sanctuary. He has given Jerusalem’s palaces to her enemies. They shout in the Lord’s Temple as though it were a day of celebration."},{"VERSE":"8","WORD":"The Lord was determined to destroy the walls of beautiful Jerusalem. He made careful plans for their destruction, then did what he had planned. Therefore, the ramparts and walls have fallen down before him."},{"VERSE":"9","WORD":"Jerusalem’s gates have sunk into the ground. He has smashed their locks and bars. Her kings and princes have been exiled to distant lands; her law has ceased to exist. Her prophets receive no more visions from the Lord."},{"VERSE":"10","WORD":"The leaders of beautiful Jerusalem sit on the ground in silence. They are clothed in burlap and throw dust on their heads. The young women of Jerusalem hang their heads in shame."},{"VERSE":"11","WORD":"I have cried until the tears no longer come; my heart is broken. My spirit is poured out in agony as I see the desperate plight of my people. Little children and tiny babies are fainting and dying in the streets."},{"VERSE":"12","WORD":"They cry out to their mothers, “We need food and drink!” Their lives ebb away in the streets like the life of a warrior wounded in battle. They gasp for life as they collapse in their mothers’ arms."},{"VERSE":"13","WORD":"What can I say about you? Who has ever seen such sorrow? O daughter of Jerusalem, to what can I compare your anguish? O virgin daughter of Zion, how can I comfort you? For your wound is as deep as the sea. Who can heal you?"},{"VERSE":"14","WORD":"Your prophets have said so many foolish things, false to the core. They did not save you from exile by pointing out your sins. Instead, they painted false pictures, filling you with false hope."},{"VERSE":"15","WORD":"All who pass by jeer at you. They scoff and insult beautiful Jerusalem, saying, “Is this the city called ‘Most Beautiful in All the World’ and ‘Joy of All the Earth’?”"},{"VERSE":"16","WORD":"All your enemies mock you. They scoff and snarl and say, “We have destroyed her at last! We have long waited for this day, and it is finally here!”"},{"VERSE":"17","WORD":"But it is the Lord who did just as he planned. He has fulfilled the promises of disaster he made long ago. He has destroyed Jerusalem without mercy. He has caused her enemies to gloat over her and has given them power over her."},{"VERSE":"18","WORD":"Cry aloud before the Lord, O walls of beautiful Jerusalem! Let your tears flow like a river day and night. Give yourselves no rest; give your eyes no relief."},{"VERSE":"19","WORD":"Rise during the night and cry out. Pour out your hearts like water to the Lord. Lift up your hands to him in prayer, pleading for your children, for in every street they are faint with hunger."},{"VERSE":"20","WORD":"“O Lord, think about this! Should you treat your own people this way? Should mothers eat their own children, those they once bounced on their knees? Should priests and prophets be killed within the Lord’s Temple?"},{"VERSE":"21","WORD":"“See them lying in the streets— young and old, boys and girls, killed by the swords of the enemy. You have killed them in your anger, slaughtering them without mercy."},{"VERSE":"22","WORD":"“You have invited terrors from all around, as though you were calling them to a day of feasting. In the day of the Lord’s anger, no one has escaped or survived. The enemy has killed all the children whom I carried and raised.”"}]},{"CHAPTER":"3","VERSES":[{"VERSE":"1","WORD":"I am the one who has seen the afflictions that come from the rod of the Lord’s anger."},{"VERSE":"2","WORD":"He has led me into darkness, shutting out all light."},{"VERSE":"3","WORD":"He has turned his hand against me again and again, all day long."},{"VERSE":"4","WORD":"He has made my skin and flesh grow old. He has broken my bones."},{"VERSE":"5","WORD":"He has besieged and surrounded me with anguish and distress."},{"VERSE":"6","WORD":"He has buried me in a dark place, like those long dead."},{"VERSE":"7","WORD":"He has walled me in, and I cannot escape. He has bound me in heavy chains."},{"VERSE":"8","WORD":"And though I cry and shout, he has shut out my prayers."},{"VERSE":"9","WORD":"He has blocked my way with a high stone wall; he has made my road crooked."},{"VERSE":"10","WORD":"He has hidden like a bear or a lion, waiting to attack me."},{"VERSE":"11","WORD":"He has dragged me off the path and torn me in pieces, leaving me helpless and devastated."},{"VERSE":"12","WORD":"He has drawn his bow and made me the target for his arrows."},{"VERSE":"13","WORD":"He shot his arrows deep into my heart."},{"VERSE":"14","WORD":"My own people laugh at me. All day long they sing their mocking songs."},{"VERSE":"15","WORD":"He has filled me with bitterness and given me a bitter cup of sorrow to drink."},{"VERSE":"16","WORD":"He has made me chew on gravel. He has rolled me in the dust."},{"VERSE":"17","WORD":"Peace has been stripped away, and I have forgotten what prosperity is."},{"VERSE":"18","WORD":"I cry out, “My splendor is gone! Everything I had hoped for from the Lord is lost!”"},{"VERSE":"19","WORD":"The thought of my suffering and homelessness is bitter beyond words."},{"VERSE":"20","WORD":"I will never forget this awful time, as I grieve over my loss."},{"VERSE":"21","WORD":"Yet I still dare to hope when I remember this:"},{"VERSE":"22","WORD":"The faithful love of the Lord never ends! His mercies never cease."},{"VERSE":"23","WORD":"Great is his faithfulness; his mercies begin afresh each morning."},{"VERSE":"24","WORD":"I say to myself, “The Lord is my inheritance; therefore, I will hope in him!”"},{"VERSE":"25","WORD":"The Lord is good to those who depend on him, to those who search for him."},{"VERSE":"26","WORD":"So it is good to wait quietly for salvation from the Lord."},{"VERSE":"27","WORD":"And it is good for people to submit at an early age to the yoke of his discipline:"},{"VERSE":"28","WORD":"Let them sit alone in silence beneath the Lord’s demands."},{"VERSE":"29","WORD":"Let them lie face down in the dust, for there may be hope at last."},{"VERSE":"30","WORD":"Let them turn the other cheek to those who strike them and accept the insults of their enemies."},{"VERSE":"31","WORD":"For no one is abandoned by the Lord forever."},{"VERSE":"32","WORD":"Though he brings grief, he also shows compassion because of the greatness of his unfailing love."},{"VERSE":"33","WORD":"For he does not enjoy hurting people or causing them sorrow."},{"VERSE":"34","WORD":"If people crush underfoot all the prisoners of the land,"},{"VERSE":"35","WORD":"if they deprive others of their rights in defiance of the Most High,"},{"VERSE":"36","WORD":"if they twist justice in the courts— doesn’t the Lord see all these things?"},{"VERSE":"37","WORD":"Who can command things to happen without the Lord’s permission?"},{"VERSE":"38","WORD":"Does not the Most High send both calamity and good?"},{"VERSE":"39","WORD":"Then why should we, mere humans, complain when we are punished for our sins?"},{"VERSE":"40","WORD":"Instead, let us test and examine our ways. Let us turn back to the Lord."},{"VERSE":"41","WORD":"Let us lift our hearts and hands to God in heaven and say,"},{"VERSE":"42","WORD":"“We have sinned and rebelled, and you have not forgiven us."},{"VERSE":"43","WORD":"“You have engulfed us with your anger, chased us down, and slaughtered us without mercy."},{"VERSE":"44","WORD":"You have hidden yourself in a cloud so our prayers cannot reach you."},{"VERSE":"45","WORD":"You have discarded us as refuse and garbage among the nations."},{"VERSE":"46","WORD":"“All our enemies have spoken out against us."},{"VERSE":"47","WORD":"We are filled with fear, for we are trapped, devastated, and ruined.”"},{"VERSE":"48","WORD":"Tears stream from my eyes because of the destruction of my people!"},{"VERSE":"49","WORD":"My tears flow endlessly; they will not stop"},{"VERSE":"50","WORD":"until the Lord looks down from heaven and sees."},{"VERSE":"51","WORD":"My heart is breaking over the fate of all the women of Jerusalem."},{"VERSE":"52","WORD":"My enemies, whom I have never harmed, hunted me down like a bird."},{"VERSE":"53","WORD":"They threw me into a pit and dropped stones on me."},{"VERSE":"54","WORD":"The water rose over my head, and I cried out, “This is the end!”"},{"VERSE":"55","WORD":"But I called on your name, Lord, from deep within the pit."},{"VERSE":"56","WORD":"You heard me when I cried, “Listen to my pleading! Hear my cry for help!”"},{"VERSE":"57","WORD":"Yes, you came when I called; you told me, “Do not fear.”"},{"VERSE":"58","WORD":"Lord, you have come to my defense; you have redeemed my life."},{"VERSE":"59","WORD":"You have seen the wrong they have done to me, Lord. Be my judge, and prove me right."},{"VERSE":"60","WORD":"You have seen the vengeful plots my enemies have laid against me."},{"VERSE":"61","WORD":"Lord, you have heard the vile names they call me. You know all about the plans they have made."},{"VERSE":"62","WORD":"My enemies whisper and mutter as they plot against me all day long."},{"VERSE":"63","WORD":"Look at them! Whether they sit or stand, I am the object of their mocking songs."},{"VERSE":"64","WORD":"Pay them back, Lord, for all the evil they have done."},{"VERSE":"65","WORD":"Give them hard and stubborn hearts, and then let your curse fall on them!"},{"VERSE":"66","WORD":"Chase them down in your anger, destroying them beneath the Lord’s heavens."}]},{"CHAPTER":"4","VERSES":[{"VERSE":"1","WORD":"How the gold has lost its luster! Even the finest gold has become dull. The sacred gemstones lie scattered in the streets!"},{"VERSE":"2","WORD":"See how the precious children of Jerusalem, worth their weight in fine gold, are now treated like pots of clay made by a common potter."},{"VERSE":"3","WORD":"Even the jackals feed their young, but not my people Israel. They ignore their children’s cries, like ostriches in the desert."},{"VERSE":"4","WORD":"The parched tongues of their little ones stick to the roofs of their mouths in thirst. The children cry for bread, but no one has any to give them."},{"VERSE":"5","WORD":"The people who once ate the richest foods now beg in the streets for anything they can get. Those who once wore the finest clothes now search the garbage dumps for food."},{"VERSE":"6","WORD":"The guilt of my people is greater than that of Sodom, where utter disaster struck in a moment and no hand offered help."},{"VERSE":"7","WORD":"Our princes once glowed with health— brighter than snow, whiter than milk. Their faces were as ruddy as rubies, their appearance like fine jewels."},{"VERSE":"8","WORD":"But now their faces are blacker than soot. No one recognizes them in the streets. Their skin sticks to their bones; it is as dry and hard as wood."},{"VERSE":"9","WORD":"Those killed by the sword are better off than those who die of hunger. Starving, they waste away for lack of food from the fields."},{"VERSE":"10","WORD":"Tenderhearted women have cooked their own children. They have eaten them to survive the siege."},{"VERSE":"11","WORD":"But now the anger of the Lord is satisfied. His fierce anger has been poured out. He started a fire in Jerusalem that burned the city to its foundations."},{"VERSE":"12","WORD":"Not a king in all the earth— no one in all the world— would have believed that an enemy could march through the gates of Jerusalem."},{"VERSE":"13","WORD":"Yet it happened because of the sins of her prophets and the sins of her priests, who defiled the city by shedding innocent blood."},{"VERSE":"14","WORD":"They wandered blindly through the streets, so defiled by blood that no one dared touch them."},{"VERSE":"15","WORD":"“Get away!” the people shouted at them. “You’re defiled! Don’t touch us!” So they fled to distant lands and wandered among foreign nations, but none would let them stay."},{"VERSE":"16","WORD":"The Lord himself has scattered them, and he no longer helps them. People show no respect for the priests and no longer honor the leaders."},{"VERSE":"17","WORD":"We looked in vain for our allies to come and save us, but we were looking to nations that could not help us."},{"VERSE":"18","WORD":"We couldn’t go into the streets without danger to our lives. Our end was near; our days were numbered. We were doomed!"},{"VERSE":"19","WORD":"Our enemies were swifter than eagles in flight. If we fled to the mountains, they found us. If we hid in the wilderness, they were waiting for us there."},{"VERSE":"20","WORD":"Our king—the Lord’s anointed, the very life of our nation— was caught in their snares. We had thought that his shadow would protect us against any nation on earth!"},{"VERSE":"21","WORD":"Are you rejoicing in the land of Uz, O people of Edom? But you, too, must drink from the cup of the Lord’s anger. You, too, will be stripped naked in your drunkenness."},{"VERSE":"22","WORD":"O beautiful Jerusalem, your punishment will end; you will soon return from exile. But Edom, your punishment is just beginning; soon your many sins will be exposed."}]},{"CHAPTER":"5","VERSES":[{"VERSE":"1","WORD":"Lord, remember what has happened to us. See how we have been disgraced!"},{"VERSE":"2","WORD":"Our inheritance has been turned over to strangers, our homes to foreigners."},{"VERSE":"3","WORD":"We are orphaned and fatherless. Our mothers are widowed."},{"VERSE":"4","WORD":"We have to pay for water to drink, and even firewood is expensive."},{"VERSE":"5","WORD":"Those who pursue us are at our heels; we are exhausted but are given no rest."},{"VERSE":"6","WORD":"We submitted to Egypt and Assyria to get enough food to survive."},{"VERSE":"7","WORD":"Our ancestors sinned, but they have died— and we are suffering the punishment they deserved!"},{"VERSE":"8","WORD":"Slaves have now become our masters; there is no one left to rescue us."},{"VERSE":"9","WORD":"We hunt for food at the risk of our lives, for violence rules the countryside."},{"VERSE":"10","WORD":"The famine has blackened our skin as though baked in an oven."},{"VERSE":"11","WORD":"Our enemies rape the women in Jerusalem and the young girls in all the towns of Judah."},{"VERSE":"12","WORD":"Our princes are being hanged by their thumbs, and our elders are treated with contempt."},{"VERSE":"13","WORD":"Young men are led away to work at millstones, and boys stagger under heavy loads of wood."},{"VERSE":"14","WORD":"The elders no longer sit in the city gates; the young men no longer dance and sing."},{"VERSE":"15","WORD":"Joy has left our hearts; our dancing has turned to mourning."},{"VERSE":"16","WORD":"The garlands have fallen from our heads. Weep for us because we have sinned."},{"VERSE":"17","WORD":"Our hearts are sick and weary, and our eyes grow dim with tears."},{"VERSE":"18","WORD":"For Jerusalem is empty and desolate, a place haunted by jackals."},{"VERSE":"19","WORD":"But Lord, you remain the same forever! Your throne continues from generation to generation."},{"VERSE":"20","WORD":"Why do you continue to forget us? Why have you abandoned us for so long?"},{"VERSE":"21","WORD":"Restore us, O Lord, and bring us back to you again! Give us back the joys we once had!"},{"VERSE":"22","WORD":"Or have you utterly rejected us? Are you angry with us still?"}]}]}