{
  "BOOK": "Song of Solomon",
  "CHAPTERS": [
    {
      "CHAPTER": "1",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "This is Solomon’s song of songs, more wonderful than any other."
        },
        {
          "VERSE": "2",
          "WORD": "Kiss me and kiss me again, for your love is sweeter than wine."
        },
        {
          "VERSE": "3",
          "WORD": "How pleasing is your fragrance; your name is like the spreading fragrance of scented oils. No wonder all the young women love you!"
        },
        {
          "VERSE": "4",
          "WORD": "Take me with you; come, let’s run! The king has brought me into his bedroom. How happy we are for you, O king. We praise your love even more than wine. How right they are to adore you."
        },
        {
          "VERSE": "5",
          "WORD": "I am dark but beautiful, O women of Jerusalem— dark as the tents of Kedar, dark as the curtains of Solomon’s tents."
        },
        {
          "VERSE": "6",
          "WORD": "Don’t stare at me because I am dark— the sun has darkened my skin. My brothers were angry with me; they forced me to care for their vineyards, so I couldn’t care for myself—my own vineyard."
        },
        {
          "VERSE": "7",
          "WORD": "Tell me, my love, where are you leading your flock today? Where will you rest your sheep at noon? For why should I wander like a prostitute among your friends and their flocks?"
        },
        {
          "VERSE": "8",
          "WORD": "If you don’t know, O most beautiful woman, follow the trail of my flock, and graze your young goats by the shepherds’ tents."
        },
        {
          "VERSE": "9",
          "WORD": "You are as exciting, my darling, as a mare among Pharaoh’s stallions."
        },
        {
          "VERSE": "10",
          "WORD": "How lovely are your cheeks; your earrings set them afire! How lovely is your neck, enhanced by a string of jewels."
        },
        {
          "VERSE": "11",
          "WORD": "We will make for you earrings of gold and beads of silver."
        },
        {
          "VERSE": "12",
          "WORD": "The king is lying on his couch, enchanted by the fragrance of my perfume."
        },
        {
          "VERSE": "13",
          "WORD": "My lover is like a sachet of myrrh lying between my breasts."
        },
        {
          "VERSE": "14",
          "WORD": "He is like a bouquet of sweet henna blossoms from the vineyards of En-gedi."
        },
        {
          "VERSE": "15",
          "WORD": "How beautiful you are, my darling, how beautiful! Your eyes are like doves."
        },
        {
          "VERSE": "16",
          "WORD": "You are so handsome, my love, pleasing beyond words! The soft grass is our bed;"
        },
        {
          "VERSE": "17",
          "WORD": "fragrant cedar branches are the beams of our house, and pleasant smelling firs are the rafters."
        }
      ]
    },
    {
      "CHAPTER": "2",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "I am the spring crocus blooming on the Sharon Plain, the lily of the valley."
        },
        {
          "VERSE": "2",
          "WORD": "Like a lily among thistles is my darling among young women."
        },
        {
          "VERSE": "3",
          "WORD": "Like the finest apple tree in the orchard is my lover among other young men. I sit in his delightful shade and taste his delicious fruit."
        },
        {
          "VERSE": "4",
          "WORD": "He escorts me to the banquet hall; it’s obvious how much he loves me."
        },
        {
          "VERSE": "5",
          "WORD": "Strengthen me with raisin cakes, refresh me with apples, for I am weak with love."
        },
        {
          "VERSE": "6",
          "WORD": "His left arm is under my head, and his right arm embraces me."
        },
        {
          "VERSE": "7",
          "WORD": "Promise me, O women of Jerusalem, by the gazelles and wild deer, not to awaken love until the time is right."
        },
        {
          "VERSE": "8",
          "WORD": "Ah, I hear my lover coming! He is leaping over the mountains, bounding over the hills."
        },
        {
          "VERSE": "9",
          "WORD": "My lover is like a swift gazelle or a young stag. Look, there he is behind the wall, looking through the window, peering into the room."
        },
        {
          "VERSE": "10",
          "WORD": "My lover said to me, “Rise up, my darling! Come away with me, my fair one!"
        },
        {
          "VERSE": "11",
          "WORD": "Look, the winter is past, and the rains are over and gone."
        },
        {
          "VERSE": "12",
          "WORD": "The flowers are springing up, the season of singing birds has come, and the cooing of turtledoves fills the air."
        },
        {
          "VERSE": "13",
          "WORD": "The fig trees are forming young fruit, and the fragrant grapevines are blossoming. Rise up, my darling! Come away with me, my fair one!”"
        },
        {
          "VERSE": "14",
          "WORD": "My dove is hiding behind the rocks, behind an outcrop on the cliff. Let me see your face; let me hear your voice. For your voice is pleasant, and your face is lovely."
        },
        {
          "VERSE": "15",
          "WORD": "Catch all the foxes, those little foxes, before they ruin the vineyard of love, for the grapevines are blossoming!"
        },
        {
          "VERSE": "16",
          "WORD": "My lover is mine, and I am his. He browses among the lilies."
        },
        {
          "VERSE": "17",
          "WORD": "Before the dawn breezes blow and the night shadows flee, return to me, my love, like a gazelle or a young stag on the rugged mountains."
        }
      ]
    },
    {
      "CHAPTER": "3",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "One night as I lay in bed, I yearned for my lover. I yearned for him, but he did not come."
        },
        {
          "VERSE": "2",
          "WORD": "So I said to myself, “I will get up and roam the city, searching in all its streets and squares. I will search for the one I love.” So I searched everywhere but did not find him."
        },
        {
          "VERSE": "3",
          "WORD": "The watchmen stopped me as they made their rounds, and I asked, “Have you seen the one I love?”"
        },
        {
          "VERSE": "4",
          "WORD": "Then scarcely had I left them when I found my love! I caught and held him tightly, then I brought him to my mother’s house, into my mother’s bed, where I had been conceived."
        },
        {
          "VERSE": "5",
          "WORD": "Promise me, O women of Jerusalem, by the gazelles and wild deer, not to awaken love until the time is right."
        },
        {
          "VERSE": "6",
          "WORD": "Who is this sweeping in from the wilderness like a cloud of smoke? Who is it, fragrant with myrrh and frankincense and every kind of spice?"
        },
        {
          "VERSE": "7",
          "WORD": "Look, it is Solomon’s carriage, surrounded by sixty heroic men, the best of Israel’s soldiers."
        },
        {
          "VERSE": "8",
          "WORD": "They are all skilled swordsmen, experienced warriors. Each wears a sword on his thigh, ready to defend the king against an attack in the night."
        },
        {
          "VERSE": "9",
          "WORD": "King Solomon’s carriage is built of wood imported from Lebanon."
        },
        {
          "VERSE": "10",
          "WORD": "Its posts are silver, its canopy gold; its cushions are purple. It was decorated with love by the young women of Jerusalem."
        },
        {
          "VERSE": "11",
          "WORD": "Come out to see King Solomon, young women of Jerusalem. He wears the crown his mother gave him on his wedding day, his most joyous day."
        }
      ]
    },
    {
      "CHAPTER": "4",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "You are beautiful, my darling, beautiful beyond words. Your eyes are like doves behind your veil. Your hair falls in waves, like a flock of goats winding down the slopes of Gilead."
        },
        {
          "VERSE": "2",
          "WORD": "Your teeth are as white as sheep, recently shorn and freshly washed. Your smile is flawless, each tooth matched with its twin."
        },
        {
          "VERSE": "3",
          "WORD": "Your lips are like scarlet ribbon; your mouth is inviting. Your cheeks are like rosy pomegranates behind your veil."
        },
        {
          "VERSE": "4",
          "WORD": "Your neck is as beautiful as the tower of David, jeweled with the shields of a thousand heroes."
        },
        {
          "VERSE": "5",
          "WORD": "Your breasts are like two fawns, twin fawns of a gazelle grazing among the lilies."
        },
        {
          "VERSE": "6",
          "WORD": "Before the dawn breezes blow and the night shadows flee, I will hurry to the mountain of myrrh and to the hill of frankincense."
        },
        {
          "VERSE": "7",
          "WORD": "You are altogether beautiful, my darling, beautiful in every way."
        },
        {
          "VERSE": "8",
          "WORD": "Come with me from Lebanon, my bride, come with me from Lebanon. Come down from Mount Amana, from the peaks of Senir and Hermon, where the lions have their dens and leopards live among the hills."
        },
        {
          "VERSE": "9",
          "WORD": "You have captured my heart, my treasure, my bride. You hold it hostage with one glance of your eyes, with a single jewel of your necklace."
        },
        {
          "VERSE": "10",
          "WORD": "Your love delights me, my treasure, my bride. Your love is better than wine, your perfume more fragrant than spices."
        },
        {
          "VERSE": "11",
          "WORD": "Your lips are as sweet as nectar, my bride. Honey and milk are under your tongue. Your clothes are scented like the cedars of Lebanon."
        },
        {
          "VERSE": "12",
          "WORD": "You are my private garden, my treasure, my bride, a secluded spring, a hidden fountain."
        },
        {
          "VERSE": "13",
          "WORD": "Your thighs shelter a paradise of pomegranates with rare spices— henna with nard,"
        },
        {
          "VERSE": "14",
          "WORD": "nard and saffron, fragrant calamus and cinnamon, with all the trees of frankincense, myrrh, and aloes, and every other lovely spice."
        },
        {
          "VERSE": "15",
          "WORD": "You are a garden fountain, a well of fresh water streaming down from Lebanon’s mountains."
        },
        {
          "VERSE": "16",
          "WORD": "Awake, north wind! Rise up, south wind! Blow on my garden and spread its fragrance all around. Come into your garden, my love; taste its finest fruits."
        }
      ]
    },
    {
      "CHAPTER": "5",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "I have entered my garden, my treasure, my bride! I gather myrrh with my spices and eat honeycomb with my honey. I drink wine with my milk. Oh, lover and beloved, eat and drink! Yes, drink deeply of your love!"
        },
        {
          "VERSE": "2",
          "WORD": "I slept, but my heart was awake, when I heard my lover knocking and calling: “Open to me, my treasure, my darling, my dove, my perfect one. My head is drenched with dew, my hair with the dampness of the night.”"
        },
        {
          "VERSE": "3",
          "WORD": "But I responded, “I have taken off my robe. Should I get dressed again? I have washed my feet. Should I get them soiled?”"
        },
        {
          "VERSE": "4",
          "WORD": "My lover tried to unlatch the door, and my heart thrilled within me."
        },
        {
          "VERSE": "5",
          "WORD": "I jumped up to open the door for my love, and my hands dripped with perfume. My fingers dripped with lovely myrrh as I pulled back the bolt."
        },
        {
          "VERSE": "6",
          "WORD": "I opened to my lover, but he was gone! My heart sank. I searched for him but could not find him anywhere. I called to him, but there was no reply."
        },
        {
          "VERSE": "7",
          "WORD": "The night watchmen found me as they made their rounds. They beat and bruised me and stripped off my veil, those watchmen on the walls."
        },
        {
          "VERSE": "8",
          "WORD": "Make this promise, O women of Jerusalem— If you find my lover, tell him I am weak with love."
        },
        {
          "VERSE": "9",
          "WORD": "Why is your lover better than all others, O woman of rare beauty? What makes your lover so special that we must promise this?"
        },
        {
          "VERSE": "10",
          "WORD": "My lover is dark and dazzling, better than ten thousand others!"
        },
        {
          "VERSE": "11",
          "WORD": "His head is finest gold, his wavy hair is black as a raven."
        },
        {
          "VERSE": "12",
          "WORD": "His eyes sparkle like doves beside springs of water; they are set like jewels washed in milk."
        },
        {
          "VERSE": "13",
          "WORD": "His cheeks are like gardens of spices giving off fragrance. His lips are like lilies, perfumed with myrrh."
        },
        {
          "VERSE": "14",
          "WORD": "His arms are like rounded bars of gold, set with beryl. His body is like bright ivory, glowing with lapis lazuli."
        },
        {
          "VERSE": "15",
          "WORD": "His legs are like marble pillars set in sockets of finest gold. His posture is stately, like the noble cedars of Lebanon."
        },
        {
          "VERSE": "16",
          "WORD": "His mouth is sweetness itself; he is desirable in every way. Such, O women of Jerusalem, is my lover, my friend."
        }
      ]
    },
    {
      "CHAPTER": "6",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "Where has your lover gone, O woman of rare beauty? Which way did he turn so we can help you find him?"
        },
        {
          "VERSE": "2",
          "WORD": "My lover has gone down to his garden, to his spice beds, to browse in the gardens and gather the lilies."
        },
        {
          "VERSE": "3",
          "WORD": "I am my lover’s, and my lover is mine. He browses among the lilies."
        },
        {
          "VERSE": "4",
          "WORD": "You are beautiful, my darling, like the lovely city of Tirzah. Yes, as beautiful as Jerusalem, as majestic as an army with billowing banners."
        },
        {
          "VERSE": "5",
          "WORD": "Turn your eyes away, for they overpower me. Your hair falls in waves, like a flock of goats winding down the slopes of Gilead."
        },
        {
          "VERSE": "6",
          "WORD": "Your teeth are as white as sheep that are freshly washed. Your smile is flawless, each tooth matched with its twin."
        },
        {
          "VERSE": "7",
          "WORD": "Your cheeks are like rosy pomegranates behind your veil."
        },
        {
          "VERSE": "8",
          "WORD": "Even among sixty queens and eighty concubines and countless young women,"
        },
        {
          "VERSE": "9",
          "WORD": "I would still choose my dove, my perfect one— the favorite of her mother, dearly loved by the one who bore her. The young women see her and praise her; even queens and royal concubines sing her praises:"
        },
        {
          "VERSE": "10",
          "WORD": "“Who is this, arising like the dawn, as fair as the moon, as bright as the sun, as majestic as an army with billowing banners?”"
        },
        {
          "VERSE": "11",
          "WORD": "I went down to the grove of walnut trees and out to the valley to see the new spring growth, to see whether the grapevines had budded or the pomegranates were in bloom."
        },
        {
          "VERSE": "12",
          "WORD": "Before I realized it, my strong desires had taken me to the chariot of a noble man."
        },
        {
          "VERSE": "13",
          "WORD": "Return, return to us, O maid of Shulam. Come back, come back, that we may see you again. Why do you stare at this young woman of Shulam, as she moves so gracefully between two lines of dancers?"
        }
      ]
    },
    {
      "CHAPTER": "7",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "How beautiful are your sandaled feet, O queenly maiden. Your rounded thighs are like jewels, the work of a skilled craftsman."
        },
        {
          "VERSE": "2",
          "WORD": "Your navel is perfectly formed like a goblet filled with mixed wine. Between your thighs lies a mound of wheat bordered with lilies."
        },
        {
          "VERSE": "3",
          "WORD": "Your breasts are like two fawns, twin fawns of a gazelle."
        },
        {
          "VERSE": "4",
          "WORD": "Your neck is as beautiful as an ivory tower. Your eyes are like the sparkling pools in Heshbon by the gate of Bath-rabbim. Your nose is as fine as the tower of Lebanon overlooking Damascus."
        },
        {
          "VERSE": "5",
          "WORD": "Your head is as majestic as Mount Carmel, and the sheen of your hair radiates royalty. The king is held captive by its tresses."
        },
        {
          "VERSE": "6",
          "WORD": "Oh, how beautiful you are! How pleasing, my love, how full of delights!"
        },
        {
          "VERSE": "7",
          "WORD": "You are slender like a palm tree, and your breasts are like its clusters of fruit."
        },
        {
          "VERSE": "8",
          "WORD": "I said, “I will climb the palm tree and take hold of its fruit.” May your breasts be like grape clusters, and the fragrance of your breath like apples."
        },
        {
          "VERSE": "9",
          "WORD": "May your kisses be as exciting as the best wine— Yes, wine that goes down smoothly for my lover, flowing gently over lips and teeth."
        },
        {
          "VERSE": "10",
          "WORD": "I am my lover’s, and he claims me as his own."
        },
        {
          "VERSE": "11",
          "WORD": "Come, my love, let us go out to the fields and spend the night among the wildflowers."
        },
        {
          "VERSE": "12",
          "WORD": "Let us get up early and go to the vineyards to see if the grapevines have budded, if the blossoms have opened, and if the pomegranates have bloomed. There I will give you my love."
        },
        {
          "VERSE": "13",
          "WORD": "There the mandrakes give off their fragrance, and the finest fruits are at our door, new delights as well as old, which I have saved for you, my lover."
        }
      ]
    },
    {
      "CHAPTER": "8",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "Oh, I wish you were my brother, who nursed at my mother’s breasts. Then I could kiss you no matter who was watching, and no one would criticize me."
        },
        {
          "VERSE": "2",
          "WORD": "I would bring you to my childhood home, and there you would teach me. I would give you spiced wine to drink, my sweet pomegranate wine."
        },
        {
          "VERSE": "3",
          "WORD": "Your left arm would be under my head, and your right arm would embrace me."
        },
        {
          "VERSE": "4",
          "WORD": "Promise me, O women of Jerusalem, not to awaken love until the time is right."
        },
        {
          "VERSE": "5",
          "WORD": "Who is this sweeping in from the desert, leaning on her lover? I aroused you under the apple tree, where your mother gave you birth, where in great pain she delivered you."
        },
        {
          "VERSE": "6",
          "WORD": "Place me like a seal over your heart, like a seal on your arm. For love is as strong as death, its jealousy as enduring as the grave. Love flashes like fire, the brightest kind of flame."
        },
        {
          "VERSE": "7",
          "WORD": "Many waters cannot quench love, nor can rivers drown it. If a man tried to buy love with all his wealth, his offer would be utterly scorned."
        },
        {
          "VERSE": "8",
          "WORD": "We have a little sister too young to have breasts. What will we do for our sister if someone asks to marry her?"
        },
        {
          "VERSE": "9",
          "WORD": "If she is a virgin, like a wall, we will protect her with a silver tower. But if she is promiscuous, like a swinging door, we will block her door with a cedar bar."
        },
        {
          "VERSE": "10",
          "WORD": "I was a virgin, like a wall; now my breasts are like towers. When my lover looks at me, he is delighted with what he sees."
        },
        {
          "VERSE": "11",
          "WORD": "Solomon has a vineyard at Baal-hamon, which he leases out to tenant farmers. Each of them pays a thousand pieces of silver for harvesting its fruit."
        },
        {
          "VERSE": "12",
          "WORD": "But my vineyard is mine to give, and Solomon need not pay a thousand pieces of silver. But I will give two hundred pieces to those who care for its vines."
        },
        {
          "VERSE": "13",
          "WORD": "O my darling, lingering in the gardens, your companions are fortunate to hear your voice. Let me hear it, too!"
        },
        {
          "VERSE": "14",
          "WORD": "Come away, my love! Be like a gazelle or a young stag on the mountains of spices."
        }
      ]
    }
  ]
}