{
  "BOOK": "Nahum",
  "CHAPTERS": [
    {
      "CHAPTER": "1",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "A prophecy concerning Nineveh. The book of the vision of Nahum the Elkoshite."
        },
        {
          "VERSE": "2",
          "WORD": "The Lord is a jealous and avenging God; the Lord takes vengeance and is filled with wrath. The Lord takes vengeance on his foes and vents his wrath against his enemies."
        },
        {
          "VERSE": "3",
          "WORD": "The Lord is slow to anger but great in power; the Lord will not leave the guilty unpunished. His way is in the whirlwind and the storm, and clouds are the dust of his feet."
        },
        {
          "VERSE": "4",
          "WORD": "He rebukes the sea and dries it up; he makes all the rivers run dry. Bashan and Carmel wither and the blossoms of Lebanon fade."
        },
        {
          "VERSE": "5",
          "WORD": "The mountains quake before him and the hills melt away. The earth trembles at his presence, the world and all who live in it."
        },
        {
          "VERSE": "6",
          "WORD": "Who can withstand his indignation? Who can endure his fierce anger? His wrath is poured out like fire; the rocks are shattered before him."
        },
        {
          "VERSE": "7",
          "WORD": "The Lord is good, a refuge in times of trouble. He cares for those who trust in him,"
        },
        {
          "VERSE": "8",
          "WORD": "but with an overwhelming flood he will make an end of Nineveh; he will pursue his foes into the realm of darkness."
        },
        {
          "VERSE": "9",
          "WORD": "Whatever they plot against the Lord he will bring to an end; trouble will not come a second time."
        },
        {
          "VERSE": "10",
          "WORD": "They will be entangled among thorns and drunk from their wine; they will be consumed like dry stubble."
        },
        {
          "VERSE": "11",
          "WORD": "From you, Nineveh, has one come forth who plots evil against the Lord and devises wicked plans."
        },
        {
          "VERSE": "12",
          "WORD": "This is what the Lord says: “Although they have allies and are numerous, they will be destroyed and pass away. Although I have afflicted you, Judah, I will afflict you no more."
        },
        {
          "VERSE": "13",
          "WORD": "Now I will break their yoke from your neck and tear your shackles away.”"
        },
        {
          "VERSE": "14",
          "WORD": "The Lord has given a command concerning you, Nineveh: “You will have no descendants to bear your name. I will destroy the images and idols that are in the temple of your gods. I will prepare your grave, for you are vile.”"
        },
        {
          "VERSE": "15",
          "WORD": "Look, there on the mountains, the feet of one who brings good news, who proclaims peace! Celebrate your festivals, Judah, and fulfill your vows. No more will the wicked invade you; they will be completely destroyed."
        }
      ]
    },
    {
      "CHAPTER": "2",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "An attacker advances against you, Nineveh. Guard the fortress, watch the road, brace yourselves, marshal all your strength!"
        },
        {
          "VERSE": "2",
          "WORD": "The Lord will restore the splendor of Jacob like the splendor of Israel, though destroyers have laid them waste and have ruined their vines."
        },
        {
          "VERSE": "3",
          "WORD": "The shields of the soldiers are red; the warriors are clad in scarlet. The metal on the chariots flashes on the day they are made ready; the spears of juniper are brandished."
        },
        {
          "VERSE": "4",
          "WORD": "The chariots storm through the streets, rushing back and forth through the squares. They look like flaming torches; they dart about like lightning."
        },
        {
          "VERSE": "5",
          "WORD": "Nineveh summons her picked troops, yet they stumble on their way. They dash to the city wall; the protective shield is put in place."
        },
        {
          "VERSE": "6",
          "WORD": "The river gates are thrown open and the palace collapses."
        },
        {
          "VERSE": "7",
          "WORD": "It is decreed that Nineveh be exiled and carried away. Her female slaves moan like doves and beat on their breasts."
        },
        {
          "VERSE": "8",
          "WORD": "Nineveh is like a pool whose water is draining away. “Stop! Stop!” they cry, but no one turns back."
        },
        {
          "VERSE": "9",
          "WORD": "Plunder the silver! Plunder the gold! The supply is endless, the wealth from all its treasures!"
        },
        {
          "VERSE": "10",
          "WORD": "She is pillaged, plundered, stripped! Hearts melt, knees give way, bodies tremble, every face grows pale."
        },
        {
          "VERSE": "11",
          "WORD": "Where now is the lions’ den, the place where they fed their young, where the lion and lioness went, and the cubs, with nothing to fear?"
        },
        {
          "VERSE": "12",
          "WORD": "The lion killed enough for his cubs and strangled the prey for his mate, filling his lairs with the kill and his dens with the prey."
        },
        {
          "VERSE": "13",
          "WORD": "“I am against you,” declares the Lord Almighty. “I will burn up your chariots in smoke, and the sword will devour your young lions. I will leave you no prey on the earth. The voices of your messengers will no longer be heard.”"
        }
      ]
    },
    {
      "CHAPTER": "3",
      "VERSES": [
        {
          "VERSE": "1",
          "WORD": "Woe to the city of blood, full of lies, full of plunder, never without victims!"
        },
        {
          "VERSE": "2",
          "WORD": "The crack of whips, the clatter of wheels, galloping horses and jolting chariots!"
        },
        {
          "VERSE": "3",
          "WORD": "Charging cavalry, flashing swords and glittering spears! Many casualties, piles of dead, bodies without number, people stumbling over the corpses—"
        },
        {
          "VERSE": "4",
          "WORD": "all because of the wanton lust of a prostitute, alluring, the mistress of sorceries, who enslaved nations by her prostitution and peoples by her witchcraft."
        },
        {
          "VERSE": "5",
          "WORD": "“I am against you,” declares the Lord Almighty. “I will lift your skirts over your face. I will show the nations your nakedness and the kingdoms your shame."
        },
        {
          "VERSE": "6",
          "WORD": "I will pelt you with filth, I will treat you with contempt and make you a spectacle."
        },
        {
          "VERSE": "7",
          "WORD": "All who see you will flee from you and say, ‘Nineveh is in ruins—who will mourn for her?’ Where can I find anyone to comfort you?”"
        },
        {
          "VERSE": "8",
          "WORD": "Are you better than Thebes, situated on the Nile, with water around her? The river was her defense, the waters her wall."
        },
        {
          "VERSE": "9",
          "WORD": "Cush and Egypt were her boundless strength; Put and Libya were among her allies."
        },
        {
          "VERSE": "10",
          "WORD": "Yet she was taken captive and went into exile. Her infants were dashed to pieces at every street corner. Lots were cast for her nobles, and all her great men were put in chains."
        },
        {
          "VERSE": "11",
          "WORD": "You too will become drunk; you will go into hiding and seek refuge from the enemy."
        },
        {
          "VERSE": "12",
          "WORD": "All your fortresses are like fig trees with their first ripe fruit; when they are shaken, the figs fall into the mouth of the eater."
        },
        {
          "VERSE": "13",
          "WORD": "Look at your troops— they are all weaklings. The gates of your land are wide open to your enemies; fire has consumed the bars of your gates."
        },
        {
          "VERSE": "14",
          "WORD": "Draw water for the siege, strengthen your defenses! Work the clay, tread the mortar, repair the brickwork!"
        },
        {
          "VERSE": "15",
          "WORD": "There the fire will consume you; the sword will cut you down— they will devour you like a swarm of locusts. Multiply like grasshoppers, multiply like locusts!"
        },
        {
          "VERSE": "16",
          "WORD": "You have increased the number of your merchants till they are more numerous than the stars in the sky, but like locusts they strip the land and then fly away."
        },
        {
          "VERSE": "17",
          "WORD": "Your guards are like locusts, your officials like swarms of locusts that settle in the walls on a cold day— but when the sun appears they fly away, and no one knows where."
        },
        {
          "VERSE": "18",
          "WORD": "King of Assyria, your shepherds slumber; your nobles lie down to rest. Your people are scattered on the mountains with no one to gather them."
        },
        {
          "VERSE": "19",
          "WORD": "Nothing can heal you; your wound is fatal. All who hear the news about you clap their hands at your fall, for who has not felt your endless cruelty?"
        }
      ]
    }
  ]
}